{"translation-revision-date":"2022-12-06 16:01:09+0000","generator":"GlotPress\/4.0.0-alpha.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n == 0 || n % 100 >= 2 && n % 100 <= 19) ? 1 : 2);","lang":"ro"},"Allow Jetpack Stats to be viewed by":["Permite ca Statistici Jetpack să fie vizualizate de"],"Preview new Jetpack Stats experience (Experimental)":["Previzualizează noua experiență Statistici Jetpack (în probe)"],"Adds a link to your privacy policy to the notice popup triggered by the do not sell link (optional).":["Adaugă o legătură la politica ta de confidențialitate în popup-ul de notificare declanșat de legătura nu vinde (opțional)."],"Failure to add this link will result in non-compliance with privacy laws in some US states.":["Dacă nu adaugi această legătură, înseamnă că nu respecți legile privind confidențialitatea din unele state din SUA."],"Some US states have laws that require offering site visitors an opt-out from having their data used to personalize ads. Targeted advertising is off in certain states unless you enable it.":["Unele state din SUA au legi care impun ca vizitatorii site-urilor să aibă opțiunea să renunțe la utilizarea datelor lor ca să primească ulterior reclame personalizate. Publicitatea direcționată este dezactivată în anumite state, dar poți să o activezi."],"Enable targeted advertising to site visitors in all US states.":["Activează publicitatea direcționată pentru toți vizitatorii de site-uri din toate statele din SUA."],"Enables a targeted advertising opt-out link in US states where this is legally required.":["Activează o legătură de renunțare la publicitatea direcționată în statele din SUA în care această opțiune este impusă prin lege."],"Measure your impact with Jetpack Stats":["Măsori impactul cu Statistici Jetpack"],"View your Email Subscribers":["Vezi abonații tăi prin email"],"Line chart overlaid on a bar chart":["Diagramă cu linii suprapusă peste o diagramă cu bare"],"People studying site traffic charts":["Oameni care studiază diagrame cu traficul pe site"],"Click to view Jetpack Stats.":["Dă clic pentru a vedea Statistici Jetpack."],"Already have a key? <Button>Activate Akismet<\/Button>":["Ai deja o cheie? <Button>Activează Akismet<\/Button>"],"Settings header\u0004Jetpack Stats":["Statistici Jetpack"],"Part of your %s plan":["Face parte din planul tău %s"],"Step %1$s of %2$s":["Pasul %1$s din %2$s"],"Add server credentials":["Adaugă datele de conectare la server"],"To restore your site to a previous version, you need to add your server credentials. We recommend doing this now so you can restore your site in one click if you encounter issues in the future.":["Pentru a-ți restaura site-ul la o versiune anterioară, trebuie să adaugi datele de conectare la server. Recomandăm să le adaugi acum, ca să-ți poți restaura site-ul cu un singur clic dacă întâmpini probleme în viitor."],"Setup one-click restores":["Inițializează restaurările cu un singur clic"],"Live Spam Protection":["Protecție anti-spam live"],"Site backups are live":["Copiile de siguranță pentru site sunt live"],"View Security Dashboard":["Vezi panoul de control pentru securitate"],"Automated malware scanning is live and your site’s first scan is underway. We’ll notify you if we detect anything suspicious, with one-click fixes for most issues.":["Scanarea automată împotriva malware este live și prima scanare a site-ului tău este în desfășurare. Te vom anunța dacă detectăm ceva suspect, avem corecții cu un singur clic pentru majoritatea problemelor."],"Jetpack Search is now active. Incredibly powerful and customizable, Jetpack Search helps your visitors instantly find the right content – right when they need it.":["Acum Căutare Jetpack este activă. Incredibil de puternică și personalizabilă, Căutare Jetpack îți ajută vizitatorii să găsească imediat conținutul dorit - chiar când au nevoie."],"Welcome to Jetpack Search!":["Bine ai venit la Căutare Jetpack!"],"Learn how to add videos to your site":["Învață cum să adaugi videouri pe site-ul tău"],"Jetpack VideoPress is now active. Stunning-quality video with none of the hassle. Drag and drop videos through the WordPress editor and keep the focus on your content, not the ads.":["Acum Jetpack VideoPress este activ. Ai la îndemână videouri de înaltă calitate. Tragi și plasezi fără probleme videouri prin editorul WordPress, în timp ce te axezi pe conținut, nu pe reclame."],"Welcome to Jetpack VideoPress!":["Bine ai venit la Jetpack VideoPress!"],"Configure Anti-spam":["Configurează Anti-spam"],"Automated spam protection is now active for comments and forms. We’ll flag anything that looks suspicious and comments will now be available to moderate.":["Acum, protecția automată anti-spam este activă pentru comentarii și formulare. Îți vom semnala orice lucru care pare suspect, iar comentariile vor fi disponibile pentru a fi moderate."],"Welcome to Jetpack Anti-spam, powered by Akismet!":["Bine ai venit la Jetpack Anti-spam, este propulsată de Akismet!"],"Congratulations, you’ve just unlocked comprehensive WordPress site security, including backups, malware scanning, and spam protection.":["Felicitări, tocmai ai deblocat securitatea comprehensivă pentru site-urile WordPress, inclusiv copii de siguranță, scanare malware și protecție anti-spam."],"Welcome to Jetpack Security!":["Bine ai venit la Securitate Jetpack!"],"Setup your new tools":["Inițializează-ți noile instrumente"],"Congratulations, you’ve just unlocked the full power of the Jetpack suite; all of our Security, Performance, Growth, and Design tools.":["Felicitări, tocmai ai deblocat întreaga putere a suitei oferite de Jetpack; toate instrumentele noastre pentru securitate, performanță, dezvoltare și design."],"Welcome to Jetpack Complete!":["Bine ai venit la Jetpack Complete!"],"Manage Backups":["Administrează copiile de siguranță"],"Real-time cloud-based backups are now active for your site. Save every change and get back online in one click from desktop and mobile.":["Acum copiile de siguranță în timp real și stocate în cloud sunt active pentru site-ul tău. Salvezi fiecare modificare și revii online cu un singur clic de pe desktop și dispozitive mobile."],"Welcome to Jetpack Backup!":["Bine ai venit la Copii de siguranță Jetpack!"],"Custom Site Search":["Căutare personalizată pe site"],"Add a Video":["Adaugă un video"],"Ad-free, Customizable Video":["Videouri personalizabile, fără reclame"],"Automated Spam Protection":["Protecție anti-spam automată"],"Real-time Malware Scanning":["Scanare malware în timp real"],"Server Credentials":["Date de conectare la server"],"Jetpack Social Basic":["Jetpack Social Basic"],"You can automatically share your content to social media sites.":["Poți să-ți partajezi automat conținutul pe site-urile din media socială."],"Jetpack Search Free":["Căutare Jetpack gratuit"],"Charts depicting an evolution in traffic and engagement":["Diagrame care arată evoluția traficului și angrenarea vizitatorilor"],"Activate Jetpack Stats":["Activează Statistici Jetpack"],"Hello there! Jetpack Stats has been activated.":["Bună! Statisticile Jetpack au fost activate."],"% off":["reducere de %"],"Jetpack Stats":["Statistici Jetpack"],"Add your server credentials":["Adaugă datele de conectare la server"],"Enter your SSH, SFTP, or FTP credentials to enable one-click site restores and fixes":["Introdu datele de conectare SSH, SFTP sau FTP pentru a activa rapid restaurările site-ului și corecțiile cu un singur clic"],"The Jetpack mobile app gives you everything you need to grow and manage your WordPress site anywhere, anytime.":["Aplicația Jetpack pentru mobil îți oferă tot ceea ce ai nevoie pentru a-ți dezvolta și administra site-ul WordPress de oriunde, oricând."],"Get instant alerts for serious issues and fix them with a simple tap.":["Primești imediat alerte dacă apar probleme grave și le remediezi cu o simplă atingere."],"Keep track of your site’s activity and restore your site anywhere, any time.":["Îți urmărești activitățile pe site și îl restaurezi de oriunde și oricând."],"Never miss an important event with realtime notifications and your activity log just a tap away.":["Cu notificările în timp real și jurnalul de activități, nu pierzi niciodată un eveniment important."],"Jetpack puts WordPress in your pocket.":["Cu Jetpack, ai WordPress în buzunar."],"Realtime security notifications anywhere, any time.":["Notificări de securitate în timp real oriunde și oricând."],"Restore a backup anytime with the Jetpack mobile app.":["Cu aplicația Jetpack pentru mobil, restaurezi oricând o copie de siguranță."],"Check your site activity anywhere, any time.":["Îți verifici activitățile pe site de oriunde și oricând."],"Visit <ExternalLink>jetpack.com\/mobile<\/ExternalLink> or scan this code to download the Jetpack mobile app.":["Mergi la <ExternalLink>jetpack.com\/mobile<\/ExternalLink> sau scanează acest cod pentru a descărca aplicația Jetpack pentru mobil."],"You built this site yourself, nice work! Personal sites include things like blogs, resume sites, wedding sites, and hobby sites.":["Ți-ai construit singur acest site, bravo! Site-urile personale sunt de obicei bloguri, site-uri cu CV-uri, site-uri cu evenimente (de exemplu o nuntă) și site-uri despre hobby-uri."],"E-commerce sites include stores selling goods, services, or digital downloads.":["Site-urile de comerț electronic includ magazine care vând bunuri, servicii sau descărcări digitale."],"This is an e-commerce site":["Acesta este un site e-commerce"],"Are you an agency or developer that builds or manages sites for clients?":["Ești o agenție sau un dezvoltator care construiește sau administrează site-uri pentru clienți?"],"Get Jetpack for Agencies":["Ia Jetpack pentru agenții"],"Jetpack’s world-class security features are now easier to manage for anyone with at least five WordPress websites.<br\/><br\/>Purchase and manage licenses, and get a 60% discount with our licensing platform.":["Funcționalitățile excelente pentru securitate oferite de Jetpack sunt acum mai ușor de administrat pentru oricine are cel puțin cinci site-uri WordPress.<br\/><br\/>Cumperi și administrezi licențe și ai o reducere de 60% cu platforma noastră de licențiere."],"Manage your clients’ sites with ease":["Îți administrezi cu ușurință site-urile clienților"],"Jetpack for Agencies":["Jetpack pentru agenții"],"Visit <a>jetpack.com\/app<\/a> or scan this code to download the Jetpack mobile app.":["Mergi la <a>jetpack.com\/app<\/a> sau scanează acest cod pentru a descărca aplicația Jetpack pentru mobil."],"Enter your SSH, SFTP, or FTP credentials to enable one-click fixes":["Introdu datele de conectare SSH, SFTP sau FTP pentru a activa corecțiile cu un singur clic"],"Enter your SSH, SFTP or FTP credentials to enable one-click site restores and faster backups":["Introdu datele de conectare SSH, SFTP sau FTP pentru a activa rapid restaurările site-ului cu un singur clic și copiile de siguranță"],"Start for free":["Începe cu planul gratuit"],"This is a personal site":["Acesta este un site personal"],"I build or manage this site for a client":["Construiesc sau administrez acest site pentru un client"],"To help you get the most from Jetpack, tell us about your site. Check all that apply:":["Ca să te ajutăm să beneficiezi de avantajele oferite de Jetpack, spune-ne ceva despre site-ul tău. Bifează tot ce corespunde:"],"Tell us more about %s?":["Ne spui mai multe despre %s?"],"Settings header\u0004Jetpack Social connections":["Conexiuni la Jetpack Social"],"View Recommendations":["Vezi recomandările"],"Go back in time with one click":["Mergi înapoi în timp cu un singur clic"],"Install Protect for Free":["Instalează Jetpack Protect, gratuit"],"As you add plugins to your site, you have to start thinking about vulnerabilities.<br \/><br \/><strong>Jetpack Protect<\/strong> is a free security solution for WordPress that runs automated scans on your site and warns you about vulnerabilities.<br \/><br \/>Focus on running your business while we protect your site with Jetpack Protect. <ExternalLink>Learn More<\/ExternalLink>.":["Pe măsură ce adaugi module pe site, trebuie să te gândești că o să apară și vulnerabilități.<br \/><br \/><strong>Jetpack Protect<\/strong> este o soluție de securitate gratuită pentru WordPress care rulează scanări automate pe site-ul tău și te avertizează dacă există vulnerabilități.<br \/><br \/>Te concentrezi numai pe administrarea afacerilor în timp ce îți protejăm site-ul cu Jetpack Protect. <ExternalLink>Află mai multe<\/ExternalLink>."],"Install Jetpack Boost for free":["Instalează Jetpack Boost, este gratuit"],"Lazy image loading and site performance scores":["Încărcarea lentă a imaginilor și punctaje mari la performanța site-ului"],"Defer non-essential Javascript":["Amână Javascript neesențial"],"Optimize CSS loading":["Optimizează încărcarea CSS"],"Fast websites mean more page visits and conversions. Even a one-second delay in loading times can reduce conversion rates by 20%.<br\/><br\/> Make your site blazing fast with <ExternalLink>Jetpack Boost’s<\/ExternalLink> simple dashboard and acceleration tool:":["Site-urile rapide înseamnă mai multe vizite și conversii. Chiar și o întârziere de o secundă a timpilor de încărcare poate reduce ratele de conversie cu 20%.<br\/><br\/> Îți faci site-ul extrem de rapid cu ajutorul instrumentului simplu de accelerare <ExternalLink>Jetpack Boost<\/ExternalLink>, direct din panoul de control:"],"Get more views for your new page.":["Ai mai multe vizualizări pentru o pagină nouă."],"Learn More About Site Backups":["Află mai mult despre Copii de siguranță site."],"We noticed that you’ve recently enabled auto-updates for one of your plugins. Nice work, keeping plugins updated is vital for a healthy site!<br\/><br\/>Sometimes auto-updating plugins can cause unexpected changes on your site. Finding an older version of the plugin or learning how to install it to revert the changes can be challenging.<br\/><br\/>Here at Jetpack, we recommend regular backups of your site so you can go back in time with the click of a button.":["Am observat că ai activat recent actualizările automate pentru unul dintre modulele tale. Foarte bine, păstrarea actualizată a modulelor este vitală pentru un site sănătos!<br\/><br\/>Uneori, actualizările automate ale modulelor pot face modificări neașteptate pe site-ul tău. Găsirea unei versiuni mai vechi a unui modul și cunoștințele necesare de a o instala pentru a anula modificările pot fi o provocare.<br\/><br\/>Aici, la Jetpack, recomandăm folosirea copiilor de siguranță regulate pentru site-uri, astfel mergi înapoi în timp cu un singur clic pe un buton."],"Be prepared for auto-updates.":["Fii pregătit pentru actualizări automate."],"Site Backups":["Copii de siguranță site"],"Manage your clients' sites with ease and get a %s discount with the Jetpack licensing platform.":["Îți administrezi cu ușurință site-urile clienților și ai o reducere de %s cu platforma de licențiere Jetpack."],"Manage your clients' sites with ease":["Îți administrezi cu ușurință site-urile clienților"],"Jetpack Writing Settings":["Setări Scriere Jetpack"],"Jetpack Traffic Settings":["Setări Trafic Jetpack"],"Jetpack Sharing Settings":["Setări Partajare Jetpack"],"Jetpack Security Settings":["Setări Securitate Jetpack"],"Jetpack Recommendations":["Recomandări Jetpack"],"Jetpack Privacy Settings":["Setări Confidențialitate Jetpack"],"Jetpack Performance Settings":["Setări Performanță Jetpack"],"Jetpack My Plan Details":["Detalii Planul meu Jetpack"],"Jetpack Discussion Settings":["Setări Discuții Jetpack"],"Jetpack At A Glance Dashboard":["Panou control Dintr-o privire Jetpack"],"View your most recent restore points":["Vezi care sunt cele mai recente puncte de restaurare"],"Every change you make will be backed up, in real-time, as you edit your site. <ExternalLink>Learn More<\/ExternalLink>":["La fiecare modificare pe care o faci va fi creată și o copie de siguranță, în timp real, pe măsură ce îți editezi site-ul. <ExternalLink>Află mai multe<\/ExternalLink>"],"Upgrade your protection to keep your site secure from the latest malicious requests with up-to-date firewall rules.":["Îmbunătățește-ți protecția prin actualizarea regulilor firewall pentru ca să-ți protejezi site-ul împotriva ultimelor cereri rău intenționate."],"Your site is not receiving the latest updates to Firewall rules":["Site-ul tău nu primește ultimele actualizări ale regulilor Firewall"],"Watch the video":["Vezi videoul"],"A short video guide on how to back up your website":["Un scurt ghid (video) care explică cum să faci copii de siguranță pentru site-ul tău"],"Getting started with Jetpack Backup":["Începe cu Copii de siguranță Jetpack"],"Record type":["Tip de înregistrare"],"Summary of the records":["Rezumatul înregistrărilor"],"Access the Customizer here.":["Accesează Personalizatorul aici."],"Edit and add CSS directly on your site from the Customizer.":["Editezi CSS-ul și adaugi CSS nou direct pe site din Personalizator."],"Additional CSS can be added from the Customizer. Enable the enhanced Custom CSS feature below to add additional features.":["Poți să adaugi CSS suplimentar din Personalizator. Activează funcționalitatea îmbunătățită CSS personalizat de mai jos ca să adaugi funcționalități suplimentare."],"Don't forget to undo this action when Firewall is turned off, or when you uninstall Jetpack.":["Nu uita să anulezi această acțiune când Firewall-ul este dezactivat sau când dezinstalezi Jetpack."],"To ensure the firewall can best protect your site, please update: <code>auto_prepend_file<\/code> PHP directive to point to <code>%s<\/code> Typically this is set either in an .htaccess file or in the global PHP configuration; contact your host for further assistance.":["Pentru a te asigura că firewall-ul îți protejează mai bine site-ul, te rog actualizează directiva PHP <code>auto_prepend_file<\/code> ca să indice la <code>%s<\/code> De obicei, ea este setată fie într-un fișier .htaccess, fie în configurarea globală pentru PHP. Pentru asistență suplimentară, contactează serviciul tău de găzduire."],"<b>Enhance protection<\/b> - Learn how to configure the firewall to inspect all requests and run before WordPress initializes":["<b>Îți îmbunătățești protecția<\/b> - învață cum să configurezi firewall-ul ca să inspecteze toate cererile și să ruleze înainte de inițializarea WordPress"],"Allow Jetpack to collect data to improve Firewall protection and rules. <ExternalLink>Learn more<\/ExternalLink> <hr \/> <ExternalLink>Privacy Information<\/ExternalLink>":["Permite-i modulului Jetpack să colecteze date pentru a îmbunătăți protecția și regulile firewall. <ExternalLink>Află mai multe<\/ExternalLink> <hr \/> <ExternalLink>Informații despre confidențialitate<\/ExternalLink>"],"Share data with Jetpack":["Partajează datele cu Jetpack"],"Example: %s":["Exemplu: %s"],"Allow \/ Block list - Block or allow a specific request IP":["Permite\/blochează lista - blochezi sau permiți o anumită cerere IP"],"Settings header badge\u0004Beta":["Beta"],"Settings header\u0004Firewall":["Firewall"],"per month, paid yearly":["pe lună, plată anuală"],"Jetpack is currently powering features on your site. Once you deactivate Jetpack, these features will no longer be available.":["În prezent, Jetpack îți propulsează site-ul cu mai multe funcționalități. Dacă dezactivezi Jetpack, aceste funcționalități nu vor mai fi disponibile."],"Blocked IP addresses":["Adrese IP blocate"],"Jetpack Social":["Jetpack Social"],"Jetpack Protect":["Jetpack Protect"],"Caution: if there are Jetpack blocks used in existing posts or pages, disabling this setting will cause those blocks to stop working.":["Atenție: dacă ai blocuri Jetpack pe care le folosești în articolele sau paginile existente, dezactivarea acestei setări va face ca aceste blocuri să nu mai funcționeze."],"Discount offer has ended":["Oferta de reduceri s-a încheiat"],"%ds":["%ds"],"%dm":["%dm"],"%dh":["%dh"],"%dd":["%dd"],"See all discounted products":["Vezi toate produsele cu reduceri"],"Resources":["Resurse"],"View products":["Vezi produsele"],"View discounted products":["Vezi produsele care au reduceri"],"Comments and form spam protection":["Protecție împotriva spamului din comentarii și formulare"],"Real-time malware scanning":["Scanare malware în timp real"],"One-click restores":["Restaurări cu un singur clic"],"Real-time cloud backups":["Copii de siguranță în cloud în timp real"],"Discount ends in:":["Reducerea se încheie în:"],"* Discount is for first term only, all renewals are at full price.":["* Reducerea este numai pentru primul termen de plată, toate reînnoirile sunt la prețul întreg."],"Next":["Următor"],"Feature Enabled":["Funcționalitatea este activată"],"Get %s":["Ia %s"],"Jetpack Security gives you complete site protection and backups.":["Securitate Jetpack îți oferă protecție totală și copii de siguranță pentru site."],"Your site is growing. It’s time for a security plan.":["Site-ul tău este în dezvoltare. Ar fi timpul pentru un plan care să-ți asigure securitatea."],"Get VideoPress":["Ia VideoPress"],"Upgrade for more videos and storage":["Actualizează pentru a avea mai multe videouri și mai mult spațiu de stocare"],"Get Anti-spam":["Ia Anti-spam Jetpack"],"Block spam automatically with Jetpack Anti-spam":["Cu Anti-spam Jetpack, blochezi automat spamul"],"Get Jetpack Security":["Ia Securitate Jetpack"],"Increase your site security!":["Mărește-ți securitatea pe site!"],"Try VideoPress for free":["Încearcă VideoPress gratuit"],"No matter your business, adding videos to your site is essential for success. Jetpack VideoPress offers HD, ad-free video hosting, so you can keep the focus on your content. Try it for free or upgrade for more space. <ExternalLink>Learn more<\/ExternalLink>":["Indiferent de tipul afacerilor tale, adăugarea de videouri pe site este esențială pentru a avea succes. VideoPress oferă găzduire pentru videouri HD, fără reclame, deci te poți concentra în totalitate asupra conținutului. Încearcă-l gratuit sau actualizează pentru beneficia de mai mult spațiu de stocare. <ExternalLink>Află mai multe<\/ExternalLink>"],"Share videos on your site to increase engagement and purchases.":["Adaugă videouri pe site-ul tău pentru a crește angrenarea vizitatorilor și a mări vânzările."],"Learn how to block spam":["Învață cum să blochezi spamul"],"Congratulations! Your content is getting traction and receiving comments. The more popular your content is, the more likely it is you will be a target for spam comments. To ensure a great experience for your readers, we recommend manually moderating spam or using an automated product like Jetpack Anti-spam.":["Felicitări! Conținutul tău devine atractiv și primește mai multe comentarii. Cu cât conținutul tău devine mai popular, cu atât este posibil să primești mai multe comentarii spam. Pentru a-ți proteja cititorii, recomandăm să moderezi manual comentariile spam sau să folosești un produs care face asta automat, cum ar fi Anti-spam Jetpack."],"It’s time to block spam comments.":["Este timpul să blochezi comentariile spam."],"With more plugins comes more responsibility.":["Când ai mai multe module, ai și mai multe responsabilități."],"Enable Social Media Sharing":["Activează partajarea pe media socială"],"It’s easy to share your content to a wider audience by connecting your social media accounts to Jetpack. When you publish a post, it will automatically appear on all your favorite platforms. Best of all, it’s free. <ExternalLink>Learn more<\/ExternalLink>":["Este foarte ușor să-ți partajezi conținutul unui public mai larg dacă îți conectezi conturile din media socială la Jetpack. Când publici un articol, el va fi distribuit automat pe toate platformele tale favorite. Și, este gratuit! <ExternalLink>Află mai multe<\/ExternalLink>"],"Automatically share your posts to social media to grow your audience.":["Îți partajezi automat articolele pe media socială pentru a-ți crește audiența."],"Spam Management":["Administrare spam"],"Read More":["Citește mai mult"],"How To":["Cum să"],"Social Media Sharing":["Partajare pe media socială"],"New":["Nou"],"%d%% off":["Reducere de %d%%"],"Navigation item.\u0004Recommendations <count>%d<\/count>":["Recomandări <count>%d<\/count>"],"Video Privacy: Restrict views to members of this site":["Confidențialitate video: restricționează vizualizările numai pentru membrii acestui site"],"Discover Jetpack tools in the block editor":["Descoperi instrumentele Jetpack în editorul de blocuri"],"Jetpack Blocks give you the power to deliver quality content that hooks website visitors without needing to hire a developer or learn a single line of code.":["Blocurile Jetpack îți dau puterea de a oferi conținut de calitate cu care atragi vizitatori pe site, fără să apelezi la un dezvoltator și fără să scrii vreo linie de cod."],"Nice work! Let’s recap what we enabled for %s.":["Foarte bine! Să recapitulăm ce am activat pentru %s."],"Learn how to get started with Jetpack":["Învață cum poți să începi cu Jetpack"],"Faster sites get better ranking in search engines and help keep visitors on your site longer. Jetpack will automatically optimize and load your images and files from our global Content Delivery Network (CDN). <ExternalLink>Learn more<\/ExternalLink>":["Site-urile mai rapide au o poziție mai bună în clasamentele motoarelor de căutare și vizitatorii tăi vor sta mai mult timp pe site. Jetpack îți va optimiza și încărca automat imaginile și fișierele prin rețeaua pentru livrarea conținutului (CDN). <ExternalLink>Află mai multe<\/ExternalLink>"],"Would you like your site to load faster?":["Vrei ca site-ul tău să se încarce mai repede?"],"Would you like to turn site visitors into subscribers?":["Vrei să-ți transformi vizitatorii site-ului în abonați?"],"Getting started with Jetpack":["Începe cu Jetpack"],"Navigation item.\u0004My Jetpack":["My Jetpack"],"Jetpack blocks give you the power to deliver quality content that hooks website visitors without needing to hire a developer or learn a single line of code.":["Blocurile Jetpack îți dau puterea de a oferi conținut de calitate cu care atragi vizitatori pe site, fără să apelezi la un dezvoltator și fără să scrii vreo linie de cod."],"Jetpack includes some blocks which can help you create your pages exactly the way you want them.":["Jetpack include câteva blocuri care te pot ajuta să-ți creezi paginile exact așa cum vrei."],"Jetpack blocks":["Blocuri Jetpack"],"Be sure your %1$d posts, %2$d comments, and more information are safely backed up with Jetpack":["Te asiguri că articolele (%1$d), comentariile (%2$d) și mai multe informații sunt protejate în siguranță cu Jetpack"],"Upgrade to backup":["Actualizează la Copii de siguranță"],"Locked":["Blocate"],"Record count":["Număr de înregistrări"],"Redeem your %1$s coupon to get started with %2$s for free the first year!":["Valorifică cuponul %1$s și începe să folosești gratuit %2$s în primul an!"],"Get %s free for one year!":["Primești %s gratuit pentru un an!"],"Upgrade your site to access additional features, including spam protection, backups, and priority support: <a>Upgrade now<\/a>":["Actualizează-ți site-ul pentru a accesa funcționalități suplimentare, inclusiv protecție anti-spam, copii de siguranță și suport prioritar: <a>actualizează acum<\/a>"],"Upgrade your site to access additional features, including spam protection, security scanning, and priority support: <a>Upgrade now<\/a>":["Actualizează-ți site-ul pentru a accesa funcționalități suplimentare, inclusiv protecție anti-spam, scanare de securitate și suport prioritar: <a>actualizează acum<\/a>"],"Upgrade your site to access additional features, including spam protection and priority support: <a>Upgrade now<\/a>":["Actualizează-ți site-ul pentru a accesa funcționalități suplimentare, inclusiv protecție anti-spam și suport prioritar: <a>actualizează acum<\/a>"],"Sell more and get more leads with the free Jetpack CRM plugin built specifically for WordPress.<br \/><ExternalLink>Learn more<\/ExternalLink>":["Cu modulul gratuit Jetpack CRM, creat special pentru WordPress, îți crești vânzările și ai mai mulți clienți potențiali.<br \/><ExternalLink>Află mai multe<\/ExternalLink>"],"The Jetpack CRM product name, without the Jetpack prefix\u0004CRM":["CRM"],"Redeem":["Valorifică"],"Remind me later":["Amintește-mi mai târziu"],"Redeem your coupon and get started with %s for free the first year! Never worry about losing your data, ever.":["Folosește-ți cuponul și începe gratuit cu %s în primul an! Nu-ți face griji, nu o să-ți pierzi datele."],"One free year of Jetpack Backup":["Ai copii de siguranță Jetpack gratuite în primul an"],"Logo of %s who are offering a coupon in partnership with Jetpack":["Logoul partenerului %s care oferă un cupon în parteneriat cu Jetpack"],"Jetpack Boost":["Jetpack Boost"],"Install %s":["Instalează %s"],"Plugin is installed & active.":["Modulul este instalat și activ."],"Manage %s":["Administrează %s"],"Activating %s":["Activez %s"],"Installing %s":["Instalez %s"],"Download the Jetpack iOS mobile app.":["Descarcă aplicația Jetpack iOS pentru mobil."],"Apple App Store download badge.":["Insignă de descărcare magazin Apple App."],"Download the Jetpack Android mobile app.":["Descarcă aplicația Jetpack Android pentru mobil."],"Google Play Store download badge.":["Insignă de descărcare magazin Google Play."],"Get powerful security and performance tools in your pocket with the Jetpack mobile app.":["Cu aplicația Jetpack pentru mobil, ai la îndemână instrumente puternice pentru securitate și performanță, chiar în buzunarul tău."],"Jetpack in your pocket":["Jetpack în buzunarul tău"],"1 free video available. Upgrade now to unlock more videos and 1TB of storage.":["Este disponibil doar un video gratuit. Actualizează acum pentru a încărca mai multe videouri și a debloca spațiul de stocare de 1 To."],"You have used your free video. Upgrade now to unlock more videos and 1TB of storage.":["Ai folosit videoul gratuit. Actualizează acum pentru a încărca mai multe videouri și a debloca spațiul de stocare de 1 To."],"<ExternalLink>View on WordPress.com<\/ExternalLink>":["<ExternalLink>Vezi pe WordPress.com<\/ExternalLink>"],"Total protection for your site, including Backup, Scan, and Anti-spam. <ExternalLink>Learn More<\/ExternalLink>":["Protecție completă pentru site-ul tău, inclusiv Copii de siguranță, Scanare și Anti-spam. <ExternalLink>Află mai multe<\/ExternalLink>"],"Comprehensive Site Security":["Securitate site comprehensivă"],"A shield and check mark representing the Jetpack Security Bundle":["Un scut și o bifă reprezentând pachetul pentru securitate Jetpack"],"A crossed-out bug representing Jetpack Anti-spam":["O eroare barată reprezentând Anti-spam Jetpack"],"A shield representing Jetpack Scan":["Un scut reprezentând Scanare Jetpack"],"The Jetpack Scan product name, without the Jetpack prefix\u0004Scan":["Scanare"],"A cloud representing Jetpack Backup":["Un nor reprezentând Copii de siguranță Jetpack"],"The Jetpack Backup product name, without the Jetpack prefix\u0004Backup":["Copii de siguranță"],"Performance and Growth":["Performanță și dezvoltare"],"Improve your site’s performance and SEO in a few clicks with the free Jetpack Boost plugin.<br \/><ExternalLink>Learn more<\/ExternalLink>":["Cu modulul gratuit Jetpack Boost, îți îmbunătățești performanța și SEO pe site cu doar câteva clicuri.<br \/><ExternalLink>Află mai multe<\/ExternalLink>"],"The Jetpack Boost product name, without the Jetpack prefix\u0004Boost":["Boost"],"Configure search":["Configurează căutarea"],"View scan results":["Vezi rezultatele scanării"],"View latest backup":["Vezi ultima copie de siguranță"],"View my plans":["Vezi planurile mele"],"Configure my site":["Configurează-mi site-ul"],"Get Jetpack Backup":["Ia Copii de siguranță Jetpack"],"Submit Feedback":["Trimite impresii"],"Submitting…":["Trimit..."],"Navigation item.\u0004License":["Licență"],"Navigation item.\u0004Activate a Product":["Activează un produs"],"View all purchases":["Vezi toate cumpărăturile"],"Got a license key? Activate it here.":["Ai o cheie de licență? Activeaz-o aici."],"Enjoy the peace of mind of complete site protection. You have <strong>%1$dTB<\/strong> of storage space.":["Ești relaxat și nu-ți faci griji cu protecția completă a site-ului. Ai spațiu de stocare de <strong>%1$d To<\/strong>.","Ești relaxat și nu-ți faci griji cu protecția completă a site-ului. Ai spațiu de stocare de <strong>%1$d To<\/strong>.","Ești relaxat și nu-ți faci griji cu protecția completă a site-ului. Ai spațiu de stocare de <strong>%1$d To<\/strong>."],"Enjoy the peace of mind of complete site protection. You have <strong>%1$dGB<\/strong> of storage space.":["Ești relaxat și nu-ți faci griji cu protecția completă a site-ului. Ai spațiu de stocare de <strong>%1$d Go<\/strong>.","Ești relaxat și nu-ți faci griji cu protecția completă a site-ului. Ai spațiu de stocare de <strong>%1$d Go<\/strong>.","Ești relaxat și nu-ți faci griji cu protecția completă a site-ului. Ai spațiu de stocare de <strong>%1$d Go<\/strong>."],"Jetpack is the perfect companion plugin for WooCommerce - made by WordPress experts to make your store faster, safer, and to help grow your business.":["Jetpack este modulul însoțitor perfect pentru WooCommerce - creat de experți WordPress pentru a avea un magazin rapid și sigur care să te ajute să-ți dezvoltați afacerile."],"Jetpack and WooCommerce":["Jetpack și WooCommerce"],"Welcome to Jetpack! Security, Growth, & Performance tools for WordPress businesses":["Bine ai venit la Jetpack! Instrumente de securitate, dezvoltare și performanță pentru afaceri pe WordPress"],"Grow your traffic with automated social <ExternalLink>publishing and sharing<\/ExternalLink>":["Îți crește traficul prin <ExternalLink>publicarea și partajarea<\/ExternalLink> automată pe rețelele sociale."],"Block <ExternalLink>brute force attacks<\/ExternalLink> and get immediate notifications if your site is down":["Blochezi <ExternalLink>atacurile cu forță-brută<\/ExternalLink> și primești imediat notificări dacă site-ul tău cade"],"Speed up your site and provide mobile-ready images with <ExternalLink>our CDN<\/ExternalLink>":["Cu <ExternalLink>CDN-ul nostru<\/ExternalLink>, îți accelerezi site-ul și oferi imagini gata pregătite pentru dispozitivele mobile"],"Ad network access":["Acces la rețeaua publicitară"],"Accept payments":["Accepți plăți"],"<strong>Free<\/strong> related posts":["Articole similare, <strong>gratuit<\/strong>"],"<strong>Free<\/strong> social media tools":["Instrumente pentru media socială, <strong>gratuit<\/strong>"],"<strong>Free<\/strong> site stats":["Statistici site, <strong>gratuit<\/strong>"],"Growth tools":["Instrumente pentru dezvoltare"],"Ad-free WordPress video hosting":["Găzduire videouri pe WordPress fără reclame și anunțuri"],"Instant site search":["Căutare instantanee pe site"],"<strong>Free<\/strong> SEO tools":["Instrumente SEO, <strong>gratuit<\/strong>"],"<strong>Free<\/strong> lazy image loading":["Imagini încărcate lent, <strong>gratuit<\/strong>"],"<strong>Free<\/strong> Content Delivery Network (CDN)":["Rețea pentru livrarea conținutului (CDN), <strong>gratuit<\/strong>"],"Performance tools":["Instrumente pentru performanță"],"Comment and form spam protection":["Protecție împotriva spamului din comentarii și formulare"],"Automated malware scanning":["Scanare malware automată"],"Full store & order backups":["Copii de siguranță pentru întregul magazin, inclusiv pentru comenzi"],"<strong>Free<\/strong> brute force attack prevention":["Protecție împotriva atacurilor cu forță-brută, <strong>gratuit<\/strong>"],"<strong>Free<\/strong> downtime monitoring":["Monitorizare perioade de nefuncționare, <strong>gratuit<\/strong>"],"Security tools":["Instrumente pentru securitate"],"Continue to Jetpack":["Continuă cu Jetpack"],"Redeem %s":["Valorifică %s"],"Redeem your coupon and get started with %s for free the first year!":["Valorifică cuponul și începe să folosești gratuit %s în primul an!"],"Set up & redeem %s":["Configurează și valorifică %s"],"Welcome to Jetpack %s traveler!":["Bine ai venit la Jetpack %s!"],"An unknown error occurred during license activation. Please try again.":["A apărut o eroare necunoscută în timpul activării licenței. Te rog reîncearcă."],"This is not a valid license key. Please try again.":["Aceasta nu este o cheie de licență validă. Te rog încearcă din nou."],"You're all set!":["Este totul gata!"],"Your product is active!":["Produsul tău este activ!"],"Experience high-quality, ad-free video built specifically for WordPress.":["Ai videouri de înaltă calitate și fără reclame, create special pentru WordPress."],"Jetpack VideoPress is active!":["Funcționalitatea VideoPress Jetpack este activă!"],"Jetpack Security is active!":["Funcționalitatea Securitate Jetpack este activă!"],"Next, we'll help you customize the Search experience for your visitors.":["În continuare, te vom ajuta să personalizezi experiența de căutare pentru vizitatorii tăi."],"Jetpack Search is active!":["Funcționalitatea Căutare Jetpack este activă!"],"You can see your security scans on <a>cloud.jetpack.com<\/a>.":["Poți vedea scanările de securitate pe <a>cloud.jetpack.com<\/a>."],"Jetpack Scan is active!":["Funcționalitatea Scanare Jetpack este activă!"],"You can see your backups, security scans, and restore your site on <a>cloud.jetpack.com<\/a>. If you ever lose access to your site, you can restore it there.":["Poți vedea copiile de siguranță, scanările de securitate și îți poți restaura site-ul pe <a>cloud.jetpack.com<\/a>. Dacă vreodată nu mai ai acces la site, îl poți restaura de acolo."],"Jetpack Complete is active!":["Funcționalitatea Jetpack Complete este activă!"],"You can see your backups and restore your site on <a>cloud.jetpack.com<\/a>. If you ever lose access to your site, you can restore it there.":["Poți vedea copiile de siguranță și îți poți restaura site-ul pe <a>cloud.jetpack.com<\/a>. Dacă vreodată nu mai ai acces la site, îl poți restaura de acolo."],"Jetpack Backup is active!":["Funcționalitatea Copii de siguranță Jetpack este activă!"],"We'll take care of everything from here. Now you can enjoy a spam-free site!":["De acum încolo, ne vom ocupa de tot. Acum te poți bucura de un site fără spam!"],"Jetpack Anti-spam is active!":["Funcționalitatea Anti-spam Jetpack este activă!"],"Do you need help? <a>Contact us.<\/a>":["Ai nevoie de ajutor? <a>Contactează-ne<\/a>."],"License key":["Cheie de licență"],"<strong>Check your email<\/strong> for your license key. You should have received it after making your purchase.":["<strong>Verifică emailurile primite<\/strong> și găsește cheia de licență. După ce ai cumpărat, ai primit un email cu cheia de licență."],"Add a license key":["Adaugă o cheie de licență"],"Your answer has been submitted. <br\/>Thanks for your input on how we can improve Jetpack.":["Răspunsul tău a fost trimis. <br\/>Îți mulțumim că ne-ai spus cum putem îmbunătăți Jetpack."],"Thank you!":["Îți mulțumim!"],"Skip for now":["Sari deocamdată"],"Let us know what didn‘t work for you":["Spune-ne ce nu a funcționat pentru tine"],"Before you go, help us improve Jetpack":["Înainte de a pleca, ajută-ne să îmbunătățim Jetpack"],"Stay connected":["Rămâi conectat"],"<strong>Need help?<\/strong> Learn more about the <jpConnectionInfoLink>Jetpack connection<\/jpConnectionInfoLink> or <jpSupportLink>contact Jetpack support<\/jpSupportLink>.":["<strong>Ai nevoie de ajutor?<\/strong> Află mai multe despre <jpConnectionInfoLink>conexiunea Jetpack<\/jpConnectionInfoLink> sau <jpSupportLink>contactează suportul Jetpack<\/jpSupportLink>."],"Once you disconnect Jetpack, these will no longer work.":["Dacă deconectezi Jetpack, ele nu vor mai funcționa."],"Jetpack is currently powering multiple products on your site.":["În prezent, Jetpack pune în mișcare mai multe produse de pe site-ul tău."],"Back to my website":["Înapoi la site-ul meu web"],"No thank you":["Nu, mulțumesc"],"Help us improve":["Ajută-ne să îmbunătățim"],"We’re sorry to see you go. Here at Jetpack, we’re always striving to provide the best experience for our customers. Please take our short survey (2 minutes, promise).":["Ne pare rău că ne părăsești. La Jetpack, ne străduim mereu să oferim cea mai bună experiență clienților noștri. Te rog participă la un sondaj scurt (durează doar 2 minute)."],"Jetpack has been <br\/>successfully disconnected.":["Jetpack a fost <br\/>deconectat cu succes."],"Jetpack is powering other plugins on your site. If you disconnect, these plugins will no longer work.":["Jetpack pune în mișcare și alte module de pe site-ul tău. Dacă te deconectezi, aceste module nu vor mai funcționa."],"Loading recommendations":["Încarc recomandările"],"Add %s":["Adaugă %s"],"\/month, paid yearly":["\/lună, plătit anual"],"Popular upgrade":["Actualizare populară"],"Graphical illustration of product: %s":["Ilustrație grafică a produsului: %s"],"By clicking the button below, you agree to our <tosLink>Terms of Service<\/tosLink> and to <shareDetailsLink>share details<\/shareDetailsLink> with WordPress.com.":["Dacă dai clic pe butonul de mai jos, ești de acord cu <tosLink>termenii noștri de utilizare ai serviciului<\/tosLink> și să <shareDetailsLink>partajezi detalii<\/shareDetailsLink> cu WordPress.com."],"Example Archive Title\/Date":["Exemplu de titlu\/dată arhivă"],"Archive Title":["Titlu arhivă"],"14-day money-back guarantee":["Garantăm restituirea banilor în 14 zile de la cumpărare"],"Special introductory pricing, all renewals are at full price.":["Prețuri inițiale speciale, toate reînnoirile sunt la prețul întreg."],"You now have access to these benefits:":["Acum ai acces la aceste beneficii:"],"Your plan has been upgraded!":["Planul tău a fost actualizat!"],"Recommendations Product Purchased\u0004Configure your site":["Configurează-ți site-ul"],"Enable VideoPress":["Activează VideoPress"],"Jetpack VideoPress":["Jetpack VideoPress"],"High-quality, ad-free video built specifically for WordPress.":["Player video de înaltă calitate și fără reclame, creat special pentru WordPress."],"And more! <a>See all Jetpack features<\/a>":["Și altele! <a>Vezi toate funcționalitățile Jetpack<\/a>"],"Let visitors share your content on social media":["Le permiți vizitatorilor să-ți partajeze conținutul pe media socială"],"Automatically share your content on social media":["Îți partajezi automat conținutul pe media socială"],"Connect your user account":["Conectează-ți contul de utilizator"],"Unlock all the amazing features of Jetpack by connecting now":["Dacă te conectezi acum, deblochezi toate funcționalitățile extraordinare din Jetpack"],"Unlock %s and more amazing features":["Deblochezi %s și alte funcționalități extraordinare"],"Enhance your site with dozens of other features":["Îți îmbunătățești site-ul cu alte zeci de funcționalități"],"Get notifications if your site goes offline":["Primești notificări dacă site-ul tău este offline"],"Protect your site against bot attacks":["Îți protejezi site-ul împotriva atacurilor cu boți"],"Speed up your site with optimized images":["Îți accelerezi site-ul cu imagini optimizate"],"Secure and speed up your site for free with Jetpack's powerful WordPress tools.":["Îți securizezi și accelerezi gratuit site-ul cu instrumente WordPress puternice, oferite de Jetpack."],"<Button>Activate<\/Button> to engage your visitors with high-resolution, ad-free video. Save time by uploading videos directly through the WordPress editor. Try it for free.":["<Button>Activează<\/Button> pentru a-ți impresiona vizitatorii cu videouri de înaltă rezoluție și fără reclame. Economisești timp încărcând videourile direct prin editorul WordPress. Încearcă gratuit."],"Connect your WordPress.com account to enable high-quality, ad-free video.":["Conectează-ți contul WordPress.com pentru a activa videourile de înaltă calitate și fără reclame."],"Video storage used out of 1TB:":["Spațiu de stocare pentru videouri de 1 To:"],"VideoPress is enabled and will optimize your videos for smooth playback on any device. To add a new video, upload it to the Media Library or Post Editor.":["VideoPress este activat și îți va optimiza videourile ca să fie redate perfect pe orice tip de dispozitiv. Pentru a adăuga un video nou, încarcă-l în biblioteca media sau în editorul de articole."],"Engage your visitors with high-resolution, ad-free video. Save time by uploading videos directly through the WordPress editor. With Jetpack VideoPress, you can customize your video player to deliver your message without the distraction.":["Îți impresionezi vizitatorii cu videouri de înaltă rezoluție și fără reclame. Economisești timp încărcând videourile direct prin editorul WordPress. Cu VideoPress de la Jetpack, poți să personalizezi playerul video pentru a-ți transmite mesajele fără distragerea atenției."],"Your site is new and may still be preparing backup configuration.":["Site-ul tău este nou și probabil nu are încă pregătită configurarea pentru copii de siguranță."],"Jetpack and its Anti-spam currently monitor all comments on your site. Data will display here soon!":["Prin funcționalitatea anti-spam, Jetpack îți monitorizează acum toate comentariile făcute pe site. În curând, datele vor fi afișate aici!"],"Loading…":["Încarc..."],"Over 5 million WordPress sites are faster and more secure":["Peste 5 milioane de site-uri WordPress sunt mai rapide și mai sigure"],"An error occurred. Please try again.":["A apărut o eroare. Te rog încearcă din nou."],"Jetpack Logo":["Logo Jetpack"],"Jetpack logo":["Logo Jetpack"],"Your data is being securely backed up as you edit. You have <strong>%1$dTB<\/strong> of storage space.":["Datele tale sunt într-o copie de siguranță pe măsură ce editezi. Ai spațiu de stocare de <strong>%1$d To<\/strong>.","Datele tale sunt într-o copie de siguranță pe măsură ce editezi. Ai spațiu de stocare de <strong>%1$d To<\/strong>.","Datele tale sunt într-o copie de siguranță pe măsură ce editezi. Ai spațiu de stocare de <strong>%1$d To<\/strong>."],"Your data is being securely backed up as you edit. You have <strong>%1$dGB<\/strong> of storage space.":["Datele tale sunt într-o copie de siguranță pe măsură ce editezi. Ai spațiu de stocare de <strong>%1$d Go<\/strong>.","Datele tale sunt într-o copie de siguranță pe măsură ce editezi. Ai spațiu de stocare de <strong>%1$d Go<\/strong>.","Datele tale sunt într-o copie de siguranță pe măsură ce editezi. Ai spațiu de stocare de <strong>%1$d Go<\/strong>."],"Jetpack Security":["Securitate Jetpack"],"Contact support":["Contactează suportul"],"Explore themes":["Explorează teme"],"Get access to professionally crafted themes offered on WordPress.com, and customize your site exactly how you like it.":["Obține acces la temele realizate profesional oferite pe WordPress.com și personalizează-ți site-ul exact așa cum vrei."],"Jetpack encountered an error and was unable to display the Dashboard. Please try refreshing the page.":["Jetpack a întâmpinat o eroare și nu poate afișa panoul de control. Te rog încearcă să reîmprospătezi pagina."],"Connect your WordPress.com account and upgrade to get a faster resolution to your support questions.":["Conectează-ți contul WordPress.com și actualizează pentru a primi răspunsuri mai repede la întrebările pentru suport."],"Button caption\u0004Apply license":["Aplică licența"],"Button caption\u0004Applying…":["Aplic..."],"Jetpack licence key":["Cheie licență Jetpack"],"If you have a Jetpack license key paste it here to queue it for activation. Once your license is processed your product will appear under \"My Plan\".":["Dacă ai o cheie de licență Jetpack, plaseaz-o aici pentru a o pune în coada de activare. După ce licența ta este procesată, ea va apărea ca un produs în „Planul meu”."],"Jetpack License":["Licență Jetpack"],"Error adding Jetpack license key.":["Eroare la adăugarea cheii de licență Jetpack."],"Jetpack license key added. It may take a minute for the license to be processed.":["Cheia de licență Jetpack a fost adăugată. Durează un minut până când licența este procesată."],"Get the most out of Jetpack.":["Beneficiază la maxim de Jetpack."],"Connect your WordPress.com account to upgrade and get Jetpack Search, which helps your visitors instantly find the right content – right when they need it.":["Conectează-ți contul WordPress.com pentru a actualiza și ia Căutare Jetpack, îți ajută vizitatorii să găsească imediat conținutul pe care îl caută, când au nevoie."],"Connect your WordPress.com account to upgrade and get automatic backups that keep your content safe.":["Conectează-ți contul WordPress.com pentru a actualiza și ia copiile de siguranță automate, îți păstrează conținutul în siguranță."],"Connect your WordPress.com account to upgrade and automatically clear spam from comments and forms":["Conectează-ți contul WordPress.com pentru a actualiza și ștergi automat spamul din comentarii și formulare"],"Connect your WordPress.com account to upgrade to Jetpack Scan and protect your site from security threats with automated scanning.":["Conectează-ți contul WordPress.com pentru a actualiza la Scanare Jetpack și îți protejezi site-ul împotriva amenințărilor de securitate prin scanări automate."],"<Button>Connect your WordPress.com<\/Button> account to use this feature.":["Pentru a folosi această funcționalitate, <Button>conectează-ți contul WordPress.com<\/Button>."],"<Button>Connect your WordPress.com<\/Button> account to keep your site protected from malicious sign in attempts.":["Pentru a-ți menține site-ul protejat împotriva încercărilor de autentificare ostile, <Button>conectează-ți contul WordPress.com<\/Button>."],"Connect your WordPress.com account for more metrics":["Conectează-ți contul WordPress.com pentru mai multe statistici"],"Not now":["Nu acum"],"Connect to enable the WordPress.com toolbar.":["Conectează-te pentru a activa bara de unelte WordPress.com."],"Connect to enable publishing via email.":["Conectează-te pentru a activa publicarea prin email."],"Google search":["Căutare Google"],"Expand to preview how the SEO settings will look for your homepage on Google, Facebook, and Twitter.":["Extinde pentru a previzualiza cum vor arăta setările SEO pentru prima ta pagina pe Google, Facebook și Twitter."],"Maximum characters reached.":["Ai ajuns la numărul maxim de caractere."],"Front Page Meta Description":["Descriere meta pagina din față"],"Craft a description of your Website: up to 160 characters that will be used in search engine results for your front page, and when your website is shared on social media sites.":["Compune o descriere a site-ului tău web, de până la 160 de caractere, care va fi folosită în rezultatele motoarelor de căutare pentru pagina din față și când site-ul este partajat pe site-urile de socializare."],"Expand to edit your front page meta description.":["Extinde pentru a edita descrierea meta pentru pagina din față."],"You can set the structure of page titles for different sections of your site. Doing this will change the way your site title is displayed in search engines, social media sites, and browser tabs.":["Poți seta structura titlurilor de pagină pentru diferite secțiuni ale site-ului tău. Făcând acest lucru se va schimba modul în care titlul site-ului este afișat în motoarele de căutare, site-urile media socială și filele navigatorului."],"Expand to customize the page title structures of your site.":["Extinde pentru a personaliza structurile titlurilor de pagină pe site-ul tău."],"Your SEO settings are managed by the following plugin: %s":["Setările tale SEO sunt administrate de următorul modul: %s"],"Preview: %s":["Previzualizează: %s"],"Example Title":["Exemplu de titlu"],"Tag or Category Name":["Nume etichetă sau categorie"],"Page Title":["Titlu pagină"],"Post Title":["Titlu articol"],"Tagline":["Slogan"],"Site Title":["Titlu site"],"Front Page":["Pagina din față"],"The Like button is a way for people on WordPress.com to show their appreciation for your content.":["Butonul Apreciază este o modalitate prin care vizitatorii de pe WordPress.com își pot arăta aprecierile pentru conținutul tău."],"Connect to add your social media accounts.":["Conectează-te pentru a adăuga conturile din media socială."],"Connect to enable WordPress.com Secure Sign-On.":["Conectează-te pentru a activa autentificarea securizată."],"Secure Sign-On":["Autentificare securizată"],"Connect to set up brute force attack protection.":["Conectează-te pentru a configura protecția împotriva atacurilor cu forță-brută."],"Connect to set up your status alerts.":["Conectează-te pentru a configura alertele de stare."],"Connect to configure.":["Conectează-te pentru a configura."],"Connect to manage your subscriptions settings.":["Conectează-te pentru a administra setările pentru abonamente."],"This feature is provided by the WordPress.com cloud. %s":["Această funcționalitate este furnizată prin cloud-ul WordPress.com. %s"],"Receive notifications about new likes and comments":["Primești notificări când ai aprecieri și comentarii noi"],"Let your subscribers know when you post":["Îți anunți abonații când publici"],"Receive instant downtime alerts":["Primești imediat alerte pentru perioade de nefuncționare"],"Disconnect your WordPress.com account":["Deconectează-ți contul WordPress.com"],"Connect your WordPress.com account to upgrade and automatically clear spam from comments and forms.":["Conectează-ți contul WordPress.com pentru a actualiza și ștergi automat spamul din comentarii și formulare."],"Connect your WordPress.com account to upgrade and help visitors quickly find answers with highly relevant instant search results and powerful filtering.":["Conectează-ți contul WordPress.com pentru a actualiza și îți ajuți vizitatorii să găsească rapid răspunsuri, au rezultate de căutare instantanee, foarte relevante și o filtrare puternică."],"Connect your WordPress.com account to upgrade and connect your site to Google Analytics.":["Conectează-ți contul WordPress.com pentru a actualiza și îți conectezi site-ul la Google Analytics."],"Connect your WordPress.com account to upgrade for automated scanning and one-click fixes keep your site ahead of security threats.":["Conectează-ți contul WordPress.com pentru a actualiza, ai scanare automată și înlături amenințările de securitate cu un singur clic."],"Connect your WordPress.com account to upgrade and save every change and get back online quickly with one-click restores.":["Conectează-ți contul WordPress.com pentru a actualiza și salvezi toate modificările, vei reveni rapid online cu restaurările cu un singur clic."],"Connect your WordPress.com account to upgrade and generate income with high-quality ads.":["Conectează-ți contul WordPress.com pentru a actualiza și câștigi bani cu ajutorul unor reclame de înaltă calitate."],"A caption for a button to connect a user account to access paid features.\u0004Connect":["Conectează"],"Recommendations skipped":["Recomandările au fost omise"],"You didn’t enable any recommended features. To get the most out of Jetpack, enable some recommendations or explore all Jetpack features.":["Nu ai activat nicio funcționalitate recomandată. Pentru a beneficia la maxim de Jetpack, activează câteva recomandări sau explorează toate funcționalitățile Jetpack."],"Recommendations enabled":["Recomandările au fost activate"],"Explore premium Jetpack product bundles or pick and choose exactly what you need.":["Explorează pachetele premium de produse Jetpack sau alege exact ceea ce ai nevoie."],"Powerful security, performance, and marketing":["Securitate, performanță și marketing, toate puternice"],"Recommended premium product":["Produs premium recomandat"],"Increase site growth with marketing":["Sporești dezvoltarea site-ului prin marketing"],"Speed-enhancing performance tools":["Instrumente de performanță care îmbunătățesc viteza"],"Robust security to keep your site safe":["Securitate robustă pentru a-ți păstra site-ul în siguranță"],"Google Play Store download badge":["Insignă de descărcare magazin Google Play"],"Apple App Store download badge":["Insignă de descărcare magazin Apple App"],"Manage security on Jetpack.com":["Administrează securitatea pe Jetpack.com"],"You can also use your included Activity feature to monitor every change that occurs on your site!":["De asemenea, poți folosi funcționalitatea inclusă Activități pentru a monitoriza fiecare modificare care apare pe site-ul tău!"],"Did you know you can manage all your backups right from Jetpack.com?":["Știi că poți administra toate copiile de siguranță direct din Jetpack.com?"],"Manage your security on Jetpack.com":["Administrează securitatea pe Jetpack.com"],"Enter your server credentials to enable one-click restores included in your plan.":["Introdu datele de conectare la server pentru a activa restaurările cu un singur clic, care sunt incluse în planul tău."],"Get the most out of your %s. One-click restores ensure you’ll be able to easily restore your site, if anything goes wrong.":["Profită la maximum de %s. Restaurările cu un singur clic îți dau siguranța că vei putea să-ți restaurezi cu ușurință site-ul dacă ceva nu merge bine."],"Enable one-click restores":["Activează restaurările cu un singur clic"],"Real-time Backups":["Copii de siguranță în timp real"],"WooCommerce":["WooCommerce"],"Install":["Instalează"],"Creative Mail":["Creative Mail"],"Install WooCommerce":["Instalează WooCommerce"],"We’re partnered with <strong>WooCommerce<\/strong> — a customizable, open-source eCommerce platform built for WordPress. It’s everything you need to start selling products today. <ExternalLink>Learn more<\/ExternalLink>":["Avem un parteneriat cu <strong>WooCommerce<\/strong> - o platformă pentru comerțul electronic, open-source și personalizabilă, creată pentru WordPress. Trebuie doar să începi să vinzi produse azi. <ExternalLink>Află mai multe<\/ExternalLink>"],"Would you like WooCommerce to power your store?":["Vrei ca WooCommerce să-ți propulseze magazinul?"],"Enable Site Accelerator":["Activează Accelerator de site-uri"],"Enable Related Posts":["Activează Articole similare"],"Displaying Related Posts at the end of your content keeps visitors engaged and on your site. <ExternalLink>Learn more<\/ExternalLink>":["Dacă afișezi Articole similare la sfârșitul conținutului, îți angrenezi vizitatorii și vor sta mai mult timp pe site. <ExternalLink>Află mai multe<\/ExternalLink>"],"Would you like Related Posts to display at the bottom of your content?":["Vrei să afișezi Articole similare sub conținut?"],"Enable Downtime Monitoring":["Activează Monitorizare perioade de nefuncționare"],"If your site ever goes down, Downtime Monitoring will send you an email or push notitification to let you know. <ExternalLink>Learn more<\/ExternalLink>":["Dacă site-ul tău cade, Monitorizare perioade de nefuncționare îți va trimite imediat un email sau o notificare pentru a te anunța. <ExternalLink>Află mai multe<\/ExternalLink>"],"Would you like Downtime Monitoring to notify you if your site goes offline?":["Vrei ca Monitorizare perioade de nefuncționare să te anunțe dacă site-ul tău este offline?"],"Install Creative Mail":["Instalează Creative Mail"],"The Jetpack Newsletter Form combined with Creative Mail by Constant Contact can help automatically gather subscribers and send them beautiful emails. <ExternalLink>Learn more<\/ExternalLink>":["Formularul buletin de știri oferit de Jetpack împreună cu Creative Mail oferit de Constant Contact te pot ajuta să reunești automat mai mulți abonați și să le trimiți emailuri frumoase. <ExternalLink>Află mai multe<\/ExternalLink>"],"Navigation item.\u0004Recommendations":["Recomandări"],"All of Jetpack’s great features await you and we’ll recommend some of our favorites.":["Te așteaptă toate funcționalitățile importante oferite de Jetpack și îți vom recomanda câteva dintre preferatele noastre."],"Jetpack offers support via community forums for any site without a paid product.":["Jetpack oferă suport, prin forumurile comunităților, pentru toate site-urile care nu au un produs plătit."],"No security threats found. Your site will continue to be monitored for future threats.":["Nu am găsit nicio amenințare de securitate. Site-ul va fi monitorizat în continuare pentru amenințări de securitate."],"Security threat found. <a>Click here<\/a> to fix them immediately.":["Am găsit o amenințare de securitate. <a>Dă clic aici<\/a> pentru a o înlătura imediat.","Am găsit amenințări de securitate. <a>Dă clic aici<\/a> pentru a le înlătura imediat.","Am găsit amenințări de securitate. <a>Dă clic aici<\/a> pentru a le înlătura imediat."],"Purchase Jetpack Scan to protect your site from security threats with automated scanning.":["Cumpără Scanare Jetpack pentru a-ți proteja site-ul împotriva amenințărilor de securitate cu o scanare automată."],"VaultPress is not installed, <a>please install<\/a> to enable automatic scanning for security for threats.":["VaultPress nu este instalat, <a>te rog instalează-l<\/a> pentru a activa scanarea automată împotriva amenințărilor de securitate."],"VaultPress is not active, <Button>please activate<\/Button> to enable automatic scanning for security for threats.":["VaultPress nu este activ, <Button>te rog activează-l<\/Button> pentru a activa scanarea automată împotriva amenințărilor de securitate."],"VaultPress is having difficulties scanning. Please make sure your <keyLink>registration key is entered<\/keyLink>. If you require further assistance please <supportLink>contact support<\/supportLink>.":["VaultPress întâmpină dificultăți la scanare. Te rog asigură-te că <keyLink>ai introdus cheia de înregistrare<\/keyLink>. Dacă ai nevoie de asistență suplimentară, te rog <supportLink>contactează suportul<\/supportLink>."],"Could not activate VaultPress.":["Nu am putut să activez VaultPress."],"Activating VaultPress…":["Activez VaultPress…"],"F Y":["F Y"],"F jS":["j F"],"M j":["j M"],"A caption for a button to reconnect Jetpack.\u0004Reconnect Jetpack":["Reconectează Jetpack"],"Click below to reconnect Jetpack":["Dă clic mai jos pentru a reconecta Jetpack"],"You should only do this if advised by Site Health tests or Jetpack Support.":["Ar trebui să faci asta numai la recomandarea testele Sănătate site sau a suportului Jetpack."],"You’ve clicked a link to restore your Jetpack connection.":["Ai dat clic pe o legătură pentru a restaura conexiunea la Jetpack."],"Jetpack successfully reconnected! You can check your Jetpack Connection health by visiting the <a>Site Health tool<\/a>.":["Jetpack a fost reconectat cu succes! Poți verifica starea conexiunii Jetpack Connection mergând la <a>instrumentul Sănătate site<\/a>."],"Your site is connected to Jetpack Backup.":["Site-ul tău este conectat la Copii de siguranță Jetpack."],"Your site is connected to VaultPress for backups.":["Site-ul tău este conectat la VaultPress pentru copii de siguranță."],"Your site is connected to VaultPress for backups and security scanning.":["Site-ul tău este conectat la VaultPress pentru copii de siguranță și scanare de securitate."],"Your site is connected to Jetpack Backup and Scan.":["Site-ul tău este conectat la Copii de siguranță și Scanare Jetpack."],"Automatically clear spam from comments and forms.":["Șterge automat spamul din comentarii și formulare."],"Connect your site to Google Analytics.":["Conectează-ți site-ul la Google Analytics."],"Automated scanning and one-click fixes keep your site ahead of security threats.":["Scanare automată și corecții cu un singur clic pentru a-ți proteja site-ul împotriva amenințărilor de securitate."],"Save every change and get back online quickly with one-click restores.":["Cu restaurările cu un singur clic, salvezi fiecare modificare și revii rapid online."],"Twitter profile image":["Imagine de profil Twitter"],"Jetpack Complete":["Jetpack Complete"],"The most powerful WordPress sites: Top-tier security bundle, enhanced search.":["Cele mai puternice site-uri WordPress: pachet de securitate la cel mai înalt nivel, căutare îmbunătățită."],"Jetpack Security Real-Time":["Securitate Jetpack în timp real"],"Additional security for sites with 24\/7 activity. Recommended for eCommerce stores, news organizations, and online forums.":["Securitate suplimentară pentru site-urile cu activitate non-stop (24\/7). Recomandată pentru magazinele de comerț electronic (eCommerce), organizațiile care prezintă știri și forumurile online."],"Jetpack Security Daily":["Securitate Jetpack zilnică"],"Enjoy the peace of mind of complete site protection. Great for brochure sites, restaurants, blogs, and resume sites.":["Te bucuri de mai multă liniște când ai site-ul protejat în întregime. Este excelentă pentru site-uri tip broșură, restaurante, bloguri și site-uri personale."],"Could not activate Akismet.":["Nu am putut să activez Akismet."],"Activating Akismet…":["Activez Akismet..."],"It looks like your API key has been set globally.":["Se pare că cheia ta API a fost setată la nivel global."],"A valid key has been set in your site's configuration.":["A fost setată o cheie validă în configurarea site-ului tău."],"There seems to be a problem with your website.":["Se pare că este o problemă cu site-ul tău web."],"More than 5 million WordPress sites trust Jetpack for their website security and performance.":["Peste 5 milioane de site-uri WordPress au încredere în Jetpack pentru securitate și performanță."],"Jetpack is powering your site, but to access all of its features you’ll need to connect your account to WordPress.com.":["Jetpack îți propulsează site-ul, dar pentru a accesa toate funcționalitățile sale va trebui să te conectezi în contul tău WordPress.com."],"Currently in <a>Offline Mode<\/a> (some features are disabled) because: <reasons\/>":["Acum este în <a>modul Offline<\/a> (unele funcționalități sunt dezactivate) deoarece: <reasons\/>"],"Your site URL is a known local development environment URL":["URL-ul site-ului tău este un URL recunoscut în mediul de dezvoltare locală"],"The %s constant is defined":["Constanta %s este definită"],"The jetpack_development_mode filter is active":["Filtrul jetpack_development_mode este activ"],"Your %2$s Plan includes %1$s. Looks like you also purchased the %3$s product. Consider removing %3$s.":["Planul tău %2$s include %1$s. Se pare că ai cumpărat și produsul %3$s. Poți să elimini %3$s."],"Restore Connection":["Restaurează conexiunea"],"Reconnecting Jetpack":["Reconectez Jetpack"],"Welcome to <s>Jetpack %s<\/s>!":["Bine ai venit la <s>Jetpack %s<\/s>!"],"%1$s failed to activate. %2$s":["Activarea %1$s a eșuat. %2$s"],"Activating %s…":["Activez %s..."],"Jetpack Scan <em>Daily<\/em>":["Scanare Jetpack <em>zilnică<\/em>"],"Connected as <span>%s<\/span>":["Conectat ca <span>%s<\/span>"],"<a>View backup details<\/a>.":["<a>Vezi detalii despre copiile de siguranță<\/a>."],"Views: %s":["Vizualizări: %s"],"Week of %s":["Săptămână %s"],"<button>View detailed stats<\/button>":["<button>Vezi statisticile detaliate<\/button>"],"Referring to a number of comments\u0004All-time comments":["Total general comentarii"],"Referring to a number of page views\u0004All-time views":["Total general vizualizări"],"%s View":["O vizualizare","%s vizualizări","%s de vizualizări"],"Referring to a number of page views\u0004Best overall day":["Cea mai bună zi în ansamblu"],"Referring to a number of page views\u0004Views today":["Vizualizări azi"],"%s has been disabled by a site administrator.":["%s a fost dezactivată de un administrator al site-ului."],"<button1>Verify with Google<\/button1><span>or<\/span><button2>Manually Verify<\/button2>":["<button1>Confirmă cu Google<\/button1><span>sau<\/span><button2>Confirmă manual<\/button2>"],"Site failed to verify: %s":["Confirmarea site-ului a eșuat: %s"],"It refers to the category where a post was found. Used in an example preview.\u0004In \"Upgrade\"":["În „Actualizări”"],"It refers to the category where a post was found. Used in an example preview.\u0004In \"Mobile\"":["Pe dispozitive mobile"],"Unavailable in Offline Mode":["Indisponibil în modul Offline"],"<a>Contact Support<\/a>":["<a>Contactează suportul<\/a>"],"<a>View details<\/a>":["<a>Vezi detalii<\/a>"],"Uh oh, %s threat found.":["Oh nu, am găsit o amenințare.","Oh nu, am găsit %s amenințări.","Oh nu, am găsit %s de amenințări."],"Unavailable in Offline Mode.":["Indisponibil în modul Offline."],"Jetpack Backup <em>Real-Time<\/em>":["Copii de siguranță Jetpack <em>în timp real<\/em>"],"Jetpack Backup <em>Daily<\/em>":["Copii de siguranță Jetpack <em>zilnic<\/em>"],"%s has been disabled by a site administrator. <link>Learn more<\/link>.":["%s a fost dezactivată de un administrator al site-ului. <link>Află mai mult<\/link>."],"Error updating settings. %s":["Eroare la actualizarea setărilor. %s"],"Connect your WordPress.com account":["Conectează-ți contul WordPress.com"],"There seems to be a problem with your connection to WordPress.com. If the problem persists, try reconnecting.":["Se pare că există o problemă cu conexiunea ta la WordPress.com. Dacă problema persistă, încearcă să te reconectezi."],"Automatically clear spam from comments and forms. Save time, get more responses, give your visitors a better experience – all without lifting a finger.":["Șterge automat spamul din comentarii și formulare. Economisești timp, primești mai multe răspunsuri, oferi vizitatorilor o experiență mai bună - toate acestea fără să ridici un deget."],"Jetpack Anti-Spam":["Anti-spam Jetpack"],"Tag":["Etichetă"],"Connection Error, please reconnect.":["Eroare la conectare, te rog reconectează."],"Customize your ads.txt file":["Personalizează fișierul ads.txt"],"Ads.txt (Authorized Digital Sellers) is a mechanism that enables content owners to declare who is authorized to sell their ad inventory. It’s the formal list of advertising partners you support as a publisher.":["Ads.txt (Authorized Digital Sellers) este un mecanism care permite proprietarilor de conținut să declare cine este autorizat să vândă inventarul de anunțuri și reclame. Este lista oficială a partenerilor din publicitate pe care îi accepți ca proprietar și editor de conținut."],"If you enable targeted advertising in all US states, you are required to place a \"Do Not Sell or Share My Personal Information\" link on every page of your site where targeted advertising will appear. You can use the <widgetLink>Do Not Sell Link Widget<\/widgetLink>, or the <code>[privacy-do-not-sell-link]<\/code> shortcode to automatically place this link on your site. Note: the link will always display to logged in administrators regardless of geolocation.":["Dacă activezi publicitatea direcționată în toate statele din SUA, ți se va cere să plasezi o legătură „Nu vinde și nu partaja informațiile mele cu caracter personal” pe fiecare pagină a site-ului unde va apărea publicitatea direcționată. Poți să folosești <widgetLink>piesa Legătură nu vinde<\/widgetLink> sau scurt-codul <code>[ccpa-do-not-sell-link]<\/code> pentru a plasa automat această legătură pe site-ul tău. Notă: legătura va fi afișată întotdeauna administratorilor autentificați, indiferent de localizarea geografică."],"Do Not Sell Link":["Legătură Nu vinde"],"Always allowed IP addresses":["Adrese IP mereu permise"],"Add to Always Allowed list":["Adaugă în lista Mereu permise"],"Privacy Policy URL":["URL politică de confidențialitate"],"Back":["Înapoi"],"Sign Up":["Înregistrare"],"Threat":["amenințare","amenințări","de amenințări"],"Subscriptions":["Abonamente"],"Site Accelerator":["Accelerator de site-uri"],"Downtime Monitoring":["Monitorizare perioade de nefuncționare"],"Navigation item.\u0004Set up":["Configurează"],"Show comments area in carousel":["Arată zona cu comentarii în carusel"],"Disconnecting…":["Deconectez..."],"Automatic scanning and one-click fixes keep your site one step ahead of security threats.":["Scanarea automată și corecțiile cu un singur clic îți fac site-ul să fie pregătit dinainte pentru amenințările de securitate."],"Help visitors quickly find answers with highly relevant instant search results and powerful filtering.":["Îți ajuți vizitatorii să găsească răspunsuri mai repede, cu rezultate de căutare instantanee, foarte relevante și filtrare puternică."],"share your experience":["împărtășește-ți experiența"],"Other:":["Altele:"],"Troubleshooting - I'll be reconnecting afterwards.":["Depanare - mă voi reconecta după aceea."],"I don't know what it does.":["Nu mi-am dat seama ce face."],"It's buggy.":["Are multe erori."],"It slowed down my site.":["Mi-a încetinit site-ul."],"I can't get it to work.":["Nu pot să-l fac să funcționeze."],"Continue":["Continuă"],"The Jetpack Backup status could not be retrieved at this time.":["Starea copii de siguranță Jetpack nu a putut fi regăsită în acest moment."],"The Jetpack Backup and Scan status could not be retrieved at this time.":["Stările Copii de siguranță Jetpack și Scanare Jetpack nu au putut fi regăsite în acest moment."],"Oops!":["Hopa!"],"Instant search will allow your visitors to get search results as soon as they start typing. If deactivated, Jetpack Search will still optimize your search results but visitors will have to submit a search query before seeing any results.":["Căutarea instantanee va permite vizitatorilor să obțină rezultate de căutare imediat ce încep să scrie. Dacă este dezactivată, Căutarea Jetpack îți va optimiza în continuare rezultatele de căutare, dar vizitatorii vor trebui să trimită o interogare de căutare înainte de a vedea toate rezultatele."],"Enable instant search experience (recommended)":["Activează experiența de căutare instantanee (recomandat)"],"Enable Search":["Activează căutarea"],"Customize Search":["Personalizează căutarea"],"Relevant search results and filtering tightly integrated with your theme.":["Rezultate de căutare relevante și filtrare strâns integrată cu tema ta."],"Instant search and filtering":["Căutare și filtrare instantanee"],"A Jetpack Site with the power of Jetpack Search":["Un site Jetpack cu puterea căutării oferite de Jetpack"],"<Button>Activate<\/Button> to help visitors quickly find answers with highly relevant instant search results and powerful filtering.":["<Button>Activează<\/Button> pentru a-ți ajuta vizitatorii să găsească răspunsuri mai repede, cu rezultate de căutare instantanee, foarte relevante și cu o filtrare puternică."],"We are backing up your site daily.":["Îți facem zilnic copii de siguranță ale site-ului."],"Fast, highly relevant search results and powerful filtering.":["Rezultate de căutare mai rapide, foarte relevante și filtrare puternică."],"Search supports many customizations. ":["Căutarea acceptă multe personalizări."],"Customize your Search experience.":["Personalizează-ți experiența de căutare."],"Incredibly powerful and customizable, Jetpack Search helps your visitors instantly find the right content – right when they need it.":["Incredibil de puternică și personalizabilă, Căutarea Jetpack îți ajută vizitatorii să găsească imediat conținutul dorit - și chiar atunci când au nevoie."],"real-time backups":["copii de siguranță în timp real"],"daily backups":["copii de siguranță zilnice"],"Renews on %s.":["Reînnoiri pe %s."],"Purchased on %s.":["Cumpărat pe %s."],"Settings header\u0004Jetpack Backup":["Copii de siguranță Jetpack"],"Jetpack Backup is being configured for your site.":["Copiile de siguranță Jetpack sunt configurate acum pentru site-ul tău."],"Settings header\u0004Anti-spam":["Anti-spam"],"Daily Backups":["Copii de siguranță zilnice"],"My Products":["Produsele mele"],"My Plan":["Planul meu"],"Your data is being securely backed up as you edit.":["Datele tale sunt în siguranță prin copii de siguranță pe măsură ce editezi."],"Your data is being securely backed up every day with a 30-day archive.":["Datele tale sunt în siguranță prin copii de siguranță zilnice arhivate pentru ultimele 30 de zile."],"Jetpack Professional":["Jetpack Professional"],"Jetpack Premium":["Jetpack Premium"],"Jetpack Personal":["Jetpack Personal"],"Jetpack Free":["Jetpack gratuit"],"Expired on %s.":["A expirat pe %s."],"Jetpack has many powerful tools that can help you achieve your goals":["Jetpack are multe instrumente puternice care te pot ajuta să-ți atingi obiectivele"],"Jetpack is currently powering features on your site. Once you disconnect Jetpack, these features will no longer be available and your site may no longer function the same way.":["În prezent, Jetpack propulsează mai multe funcționalități pe site-ul tău. După ce deconectezi Jetpack, aceste funcționalități nu vor mai fi disponibile și este posibil ca site-ul tău să nu mai funcționeze la fel."],"Are you sure you want to disconnect?":["Sigur vrei să deconectezi?"],"Notice in the empty statistics chart\u0004No activity this period":["Nicio activitate în această perioadă"],"We back up your website with every change you make, making it easy to fix your mistakes.":["Îți facem copii de siguranță ale site-ului tău la fiecare modificare pe care o faci, astfel facilităm corectarea greșelilor."],"Automated real-time backups":["Copii de siguranță automate, în timp real"],"We back up your website every day, so you never have to worry about your data again.":["Îți facem copii de siguranță ale site-ului tău în fiecare zi, deci nu trebuie să-ți mai faci griji vreodată pentru datele tale."],"Automated Daily Backups":["Copii de siguranță automate, zilnic"],"View your backups":["Vezi copiile tale de siguranță"],"A Jetpack Site securely backed up with Jetpack Backup":["Un site Jetpack este menținut în siguranță cu Copii de siguranță Jetpack"],"Use Markdown syntax to compose content with links, lists, and other styles. This setting enables Markdown in the Classic Editor as well as within a Classic Editor block.":["Folosește sintaxa Markdown pentru a scrie conținut cu legături, liste și alte stiluri. Această setare activează Markdown în Editorul clasic, precum și în blocul Editor clasic."],"<Button>Activate<\/Button> to optimize image sizes and load images from Jetpack's fast global network of servers. This improves your site's performance on desktop and mobile devices.":["<Button>Activează<\/Button> pentru a optimiza dimensiunile imaginilor și pentru a încărca imaginile din rețeaua de servere globală și rapidă de la Jetpack. Îți îmbunătățește performanța site-ului pe desktop și pe dispozitivele mobile."],"Jetpack is optimizing your image sizes and download speed using our fast global network of servers. This improves your site's performance on desktop and mobile devices.":["Jetpack îți optimizează dimensiunile imaginilor și viteza lor de descărcare folosind rețeaua noastră de servere globală și rapidă. Îți îmbunătățește performanța site-ului pe desktop și pe dispozitivele mobile."],"Image Accelerator":["Accelerator de imagini"],"Your Jetpack plan provides anti-spam protection through Akismet. Click 'set up' to enable it on your site.":["Planul tău Jetpack oferă protecție anti-spam prin Akismet. Dă clic pe „Inițializează” pentru a o activa pe site-ul tău."],"Jetpack Backup":["Copii de siguranță Jetpack"],"Brute force protection":["Protecție împotriva atacurilor cu forță-brută"],"Verifying…":["Verific…"],"Create a smooth, uninterrupted reading experience by loading more content as visitors scroll to the bottom of your archive pages.":["Creează o experiență mai plăcută și neîntreruptă la citire încărcând mai mult conținut, pe măsură ce vizitatorii derulează în jos paginile tale de arhivă."],"Settings header\u0004WP.me Shortlinks":["Legături scurte WP.me"],"Customize your SEO settings":["Personalizează-ți setările SEO"],"Take control of the way search engines represent your site. With Jetpack’s SEO tools you can preview how your content will look on popular search engines and change items like your site name and tagline in seconds.":["Ai control asupra modului în care motoarele de căutare îți prezintă site-ul. Cu instrumentele SEO de la Jetpack, poți previzualiza cum va arăta conținutul tău pe motoarele de căutare populare și modifica în câteva secunde mai multe elemente, cum ar fi numele și sloganul site-ului."],"A caption for a button to cancel an action.\u0004Cancel":["Anulează"],"Send your new posts to this email address:":["Trimite articolele noi la această adresă de email:"],"Post by email is a quick way to publish new posts without visiting your site. We’ll generate a unique email address for you to send your content to, which will then appear on your site just like any other post.":["Publicarea via email este o modalitate rapidă de a publica articole noi fără a intra direct pe site. Îți vom genera o adresă de email unică pentru a trimite conținutul, apoi el va apărea pe site la fel ca oricare alt articol."],"The WordPress.com toolbar replaces the default WordPress admin toolbar. It offers one-click access to notifications, your WordPress.com profile and your other Jetpack and WordPress.com websites. You can also catch up on the sites you follow in the Reader.":["Bara de unelte WordPress.com înlocuiește bara de unelte WordPress implicită pentru administrare. Ea oferă acces cu un singur clic la notificări, la profilul tău WordPress.com și la celelalte site-uri web Jetpack și WordPress.com. De asemenea, poți vedea site-urile pe care le urmărești în Cititor."],"Verify site ownership with third party services":["Confirmă proprietatea asupra site-ului cu ajutorul serviciilor terțe"],"Include a small chart in your admin bar with a 48-hour traffic snapshot":["Include o diagramă mică în bara de administrare cu un instantaneu al traficului din ultimele 48 de ore"],"Expand to update settings for how visits are counted and manage who can view this information.":["Extinde pentru a actualiza setările despre cum sunt înregistrate vizitele și pentru a administra cine poate vedea aceste informații."],"Generate shortened URLs for simpler sharing.":["Generează URL-uri mai scurte pentru o partajare mai simplă."],"Keep your visitors engaged with related content at the bottom of each post. These settings won’t apply to <a>related posts added using the block editor<\/a>.":["Îți angrenezi vizitatorii cu un conținut similar publicat sub fiecare articol. Aceste setări nu se vor aplica pentru <a>articolele similare adăugate prin folosirea editorului de blocuri<\/a>."],"The feature helps visitors find more of your content by displaying related posts at the bottom of each post.":["Această funcționalitate îți ajută vizitatorii să găsească mai mult conținut prin afișarea articolelor similare sub fiecare articol."],"WordAds automatically generates a custom <link1>ads.txt<\/link1> tailored for your site. If you need to add additional entries for other networks please add them in the space below, one per line. <link2>Check here for more details<\/link2>.":["WordAds generează automat un <link1>ads.txt<\/link1> personalizat, adecvat pentru site-ul tău. Dacă trebuie să adaugi intrări suplimentare pentru alte rețele, adaugă-le în spațiul de mai jos, câte una pe o linie. <link2>Vezi aici mai multe detalii<\/link2>."],"Add sharing buttons to your posts and pages":["Adaugă butoane de partajare în articolele și paginile tale"],"Add sharing buttons so visitors can share your posts and pages on social media with a couple of quick clicks.":["Adaugă butoane de partajare, astfel vizitatorii pot să-ți partajeze articolele și paginile pe media socială cu câteva clicuri rapide."],"You can customize the sharing buttons and choose which services to display.":["Poți să personalizezi butoanele de partajare și să alegi ce servicii să afișezi."],"Share your content to social media, reaching new audiences and increasing engagement.":["Îți partajează conținutul pe media socială, atrăgând vizitatori noi și intensificând angrenarea publicului."],"Settings header, noun.\u0004WordPress.com login":["Autentificare WordPress.com"],"Get alerts if your site goes offline. We’ll let you know when it’s back up, too.":["Primești alerte dacă site-ul tău este offline. Te vom anunța și când este din nou online."],"Your site is protected by Jetpack. You’ll be notified if anything needs attention.":["Site-ul tău este protejat de Jetpack. Vei primi notificări dacă ceva are nevoie de atenție."],"Search support docs":["Caută în documentația pentru suport"],"Need help? Learn about getting started, customizing your site, using advanced code snippets, and more.":["Ai nevoie de ajutor? Află cum să începi și să-ți personalizezi site-ul, folosind fragmente de cod avansate și multe altele."],"Start sharing":["Începe partajarea"],"Optimized performance":["Performanță optimizată"],"Enable the “subscribe to comments” option on your comment form":["Activează opțiunea „abonare la comentarii” în formularul tău de comentarii"],"Enable the “subscribe to site” option on your comment form":["Activează opțiunea „abonare la site” în formularul tău de comentarii"],"Manage advanced comment settings and grow your audience with email subscriptions.":["Administrează setările avansate pentru comentarii și îți crești audiența cu abonamente prin email."],"Comment form introduction":["Prezentare formular de comentarii"],"Scan":["Scanare"],"Protect":["Protecție"],"Never worry about losing your site – automatic backups keep your content safe.":["Nu îți mai faci griji cu privire la pierderea site-ului - copiile de siguranță automate îți păstrează conținutul în siguranță."],"Jetpack Anti-spam powered by Akismet. Comments and contact form submissions are checked against our global database of spam.":["Anti-spam Jetpack propulsat de Akismet. Comentariile și trimiterile formularului de contact sunt verificate cu ajutorul bazei noastre de date anti-spam la nivel global."],"Anti-spam":["Anti-spam"],"Worried about security? Get backups, automated security fixes and more: <a>Upgrade now<\/a>":["Îți faci griji despre securitate? Ai copii de siguranță, corecții automate pentru securitate și multe altele: <a>Actualizează acum<\/a>"],"Plugin icon":["Icon modul"],"Link to learn more about Jetpack.\u0004About":["Despre"],"Allow readers to like individual comments.":["Permite cititorilor să aprecieze comentariile altor persoane."],"Enable comment likes.":["Activează aprecierile la comentarii."],"Allow readers to use markdown in comments.":["Permite cititorilor să folosească markdown în comentarii."],"Show Gravatar hovercards alongside comments.":["Arată cărțile de vizită Gravatar pentru autorii comentariilor."],"%d character":["Un caracter","%d caractere","%d de caractere"],"About Jetpack":["Despre Jetpack"],"Google will email about certain events that occur with your site, including indications that your website has been <a1>hacked<\/a1>, or problems <a2>crawling or indexing<\/a2> your site.":["Google îți va trimite emailuri dacă apar anumite evenimente pe site-ul tău, inclusiv indicii că site-ul tău a fost <a1>atacat<\/a1> sau că ai probleme la <a2>accesarea cu crawlere sau indexarea<\/a2> site-ului."],"Monitor your site's traffic and performance from the <a>Google Search Console<\/a>.":["Monitorizează traficul și performanța site-ului tău din <a>Consola de căutare Google<\/a>."],"Your site is verified with Google":["Site-ul tău este confirmat cu Google"],"New in Jetpack %s":["Noutăți în Jetpack %s"],"This site can't be connected to WordPress.com because it violates our <a>Terms of Service<\/a>.":["Acest site nu poate fi conectat la WordPress.com deoarece încalcă <a>Termenii de utilizare ai serviciului<\/a> nostru."],"Create account":["Creează un cont"],"Navigation item. Noun. Links to a list of modules for Jetpack.\u0004Modules":["Extensii"],"Enable widget visibility controls to display widgets only on particular posts or pages":["Activează comenzile referitoare la vizibilitate piesă pentru a afișa piesele numai în anumite articole sau pagini"],"Widget visibility lets you decide which widgets appear on which pages, so you can finely tailor widget content.":["Vizibilitate piesă îți permite să decizi care piese să apară pe paginile tale, astfel poți ajusta cu finețe conținutul pieselor."],"Make extra widgets available for use on your site including subscription forms and Twitter streams":["Face ca piesele suplimentare să fie disponibile pentru utilizare pe site-ul tău, inclusiv formulare de abonare și fluxuri Twitter"],"Settings header\u0004Widgets":["Piese"],"Enhance CSS customization panel":["Îmbunătățește panoul de personalizare CSS"],"Compose content the way you want to and streamline your publishing experience.":["Îți scrii conținutul așa cum vrei și simplifici experiența de publicare."],"Writing":["Scriere"],"Add a portfolio item":["Adaugă un portofoliu"],"Add a testimonial":["Adaugă un testimonial"],"Compose using shortcodes to embed media from popular sites":["Redactezi folosind scurtcoduri pentru a îngloba elemente media de pe site-uri populare"],"Duplicate existing posts, pages, Testimonials, and Portfolios. All the content will be copied including text, featured images, sharing settings, and more.":["Face un duplicat al articolelor, paginilor, testimonialelor și portofoliilor existente. Tot conținutul va fi copiat, inclusiv textele, imaginile recomandate, setările de partajare și celelalte."],"Maximize your site’s visibility in search engines and view traffic patterns in real time.":["Mărește la maxim vizibilitatea site-ului în motoarele de căutare și vizualizează în timp real modelele de trafic."],"Traffic":["Trafic"],"When ads are enabled, Jetpack automatically generates a custom ads.txt tailored for your site.":["Când reclamele sunt activate, Jetpack generează automat un ads.txt personalizat adaptat pentru site-ul tău."],"Connect your website to the social media networks you use and share your content across all your social accounts with a single click. When you publish a post, it will appear on all connected accounts.":["Conectează-ți site-ul web la rețelele din media socială pe care le folosești și îți partajezi conținutul în toate conturile sociale cu un singur clic. Când publici un articol, el va apărea pe toate conturile conectate."],"Add Like buttons to your posts and pages":["Adaugă butoane de apreciere în articolele și paginile tale"],"Add an extra layer of security to your website by enabling WordPress.com login and secure authentication. If you have multiple sites with this option enabled, you will be able to log in to every one of them with the same credentials.":["Adaugă un nivel suplimentar de securitate pe site-ul tău prin activarea autentificării WordPress.com și a autentificării securizate. Dacă ai mai multe site-uri cu această opțiune activată, vei putea să te autentifici pe fiecare cu aceleași date de conectare."],"Jetpack will continuously monitor your site and alert you the moment downtime is detected.":["Jetpack îți va monitoriza continuu site-ul și te avertizează când este detectată o perioadă de nefuncționare."],"Awaiting credentials":["Aștept datele de conectare"],"Backups and Scan are being configured for your site.":["Copiile de siguranță și scanările sunt configurate pentru site-ul tău."],"Provisioning":["Furnizare"],"Action needed":["Acțiunea este necesară"],"Setting up":["Configurare"],"Speed up static file load times":["Accelerează timpii de încărcare a fișierelor statice"],"Speed up image load times":["Accelerează timpii de încărcare a imaginilor"],"Enable site accelerator":["Activează acceleratorul de site-uri"],"Load pages faster by allowing Jetpack to optimize your images and serve your images and static files (like CSS and JavaScript) from our global network of servers.":["Paginile se încarcă mai repede dacă îi permiți lui Jetpack să-ți optimizeze imaginile și să servească imaginile și fișierele statice (cum ar fi CSS și JavaScript) din rețeaua noastră globală de servere."],"Error enabling Site accelerator. %s":["Eroare la activarea acceleratorului de site-uri. %s"],"Site accelerator is now speeding up your site!":["Acum acceleratorul de site-uri îți accelerează site-ul!"],"Enabling Site accelerator…":["Activez acceleratorul de site-uri..."],"Error disabling site accelerator. %s":["Eroare la dezactivarea acceleratorului de site-uri. %s"],"Site accelerator is no longer speeding up your site!":["Acceleratorul de site-uri nu îți mai accelerează site-ul!"],"Disabling site accelerator…":["Dezactivez acceleratorul de site-uri..."],"Load pages faster, optimize images, and speed up your visitors’ experience.":["Încarcă paginile mai repede, optimizează imaginile și accelerează experiența vizitatorilor."],"Spam filtering and priority support.":["Filtrare spam și suport prioritar."],"Welcome to Jetpack Scan!":["Bine ai venit la Scanare Jetpack!"],"Support documentation":["Documentație pentru suport"],"Chat bubbles representing getting in touch with support":["Baloane de discuții reprezentând contactarea suportului"],"Site activity":["Activități site"],"Reach a wider audience by automatically sharing your posts on social media.":["Ai o audiență mai mare prin partajarea automată a articolelor pe media socială."],"Increase traffic to your site":["Îți crești traficul pe site"],"A wide variety of themes and tools to customize a site":["O mare varietate de teme și instrumente pentru a personaliza un site"],"Set up your site security":["Inițializează securitatea pe site"],"Prevent login attacks, and get instant notifications when there’s an issue with your site.":["Împiedică atacurile de autentificare și primești imediat notificări când există o problemă pe site-ul tău."],"Schedule unlimited tweets, Facebook posts, and other social posts in advance.":["Programezi nelimitat, în avans, twituri, articole pe Facebook și pe alte rețele sociale."],"Marketing automation":["Automatizare marketing"],"Complement WordPress.com’s stats with Google’s in-depth look at your visitors and traffic patterns.":["Completează statisticile WordPress.com cu vizualizarea aprofundată a lui Google asupra vizitatorilor și șabloanelor de trafic."],"Jetpack Stats showing an evolution in traffic and engagement":["Statistici site care arată evoluția traficului și angrenarea vizitatorilor"],"Activate Jetpack Social":["Activează Jetpack Social"],"Start earning":["Începe să câștigi"],"WordAds lets you earn money by displaying promotional content. Start earning today.":["WordAds îți permite să câștigi bani prin afișare de conținut promoțional. Începe să câștigi de azi."],"A chart showing an healthy increase in earnings":["Un grafic care arată o creștere sănătoasă a veniturilor"],"View your site activity":["Vezi activitățile de pe site-ul tău"],"View a chronological list of all the changes and updates to your site in an organized, readable way.":["Vezi o listă cronologică a tuturor modificărilor și actualizărilor făcute pe site-ul tău într-un mod organizat, lizibil."],"Interface showing a chronological list of changes and updates in a site":["Interfață care arată o listă cronologică a modificărilor și actualizărilor pe un site"],"High-speed, high-definition video hosting with no third-party ads.":["Găzduire video de mare viteză, de înaltă definiție, fără reclame de la terți."],"A cloud with multiple types of content floating around it":["Un nor cu mai multe tipuri de conținut care plutesc în jur"],"Spam is automatically blocked from your comments.":["Spamul este blocat automat în comentariile tale."],"A folder holding real comments":["Un dosar care conține comentarii reale"],"Make your site faster":["Îți face site-ul mai rapid"],"Load pages faster by serving your images from our global network of servers.":["Încarcă paginile mai repede prin servirea imaginilor din rețeaua noastră globală de servere."],"A fast and performant website":["Un site web rapid și performant"],"View settings":["Vezi setările"],"A secure site, locked and protected by Jetpack":["Un site securizat, în siguranță și protejat de Jetpack"],"Discussion":["Discuții"],"We are configuring your site protection.":["Îți configurăm protecția site-ului."],"Manage security settings":["Administrează setările de securitate"],"View your site's backups":["Vezi copiile de siguranță ale site-ului tău"],"Enter credentials":["Introdu datele de conectare"],"We are configuring your site's backups.":["Îți configurăm copiile de siguranță ale site-ului."],"View site activity":["Vezi activitățile pe site"],"Jetpack keeps a complete record of everything that happens on your site, taking the guesswork out of site management, debugging, and repair.":["Jetpack păstrează o evidență completă a tot ce se întâmplă pe site-ul tău, eliminând supozițiile legate de managementul, depanarea și repararea site-ului."],"Site is verified":["Site-ul este confirmat"],"There was an error testing Jetpack. Error: %s":["A fost o eroare la testarea Jetpack. Eroare: %s"],"Testing Jetpack Connection":["Testez conexiunea Jetpack"],"Navigation item.\u0004Performance":["Performanță"],"Navigation item.\u0004My Plan":["Planul meu"],"Enable":["Activează"],"Test your site’s compatibility with Jetpack.":["Testează compatibilitatea site-ului tău cu Jetpack."],"Privacy information":["Informații despre confidențialitate"],"Enable Lazy Loading for images":["Activează încărcarea lentă pentru imagini"],"Lazy-loading images will improve your site’s speed and create a smoother viewing experience. Images will load as visitors scroll down the screen, instead of all at once.":["Imaginile încărcate lent îmbunătățesc viteza site-ului și creează o experiență de vizionare mai fluentă. Imaginile vor fi încărcate pe măsură ce vizitatorii derulează în jos pe ecran, în loc să fie încărcate toate odată."],"Performance & speed":["Performanță și viteză"],"Carousel color scheme":["Schemă de culori carusel"],"Exif data shows viewers additional technical details of a photo, like its focal length, aperture, and ISO.":["Datele Exif arată vizitatorilor detaliile tehnice suplimentare ale unei fotografii, cum ar fi distanța focală, unghiulația și ISO."],"Show photo Exif metadata in carousel (when available)":["Arată metadatele Exif ale fotografiilor în carusel (când sunt disponibile)"],"Display images in a full-screen carousel gallery":["Afișează imagini în galerii de carusele pe ecran complet"],"Create full-screen carousel slideshows for the images in your posts and pages. Carousel galleries are mobile-friendly and encourage site visitors to interact with your photos.":["Creează prezentări în carusele pe ecran complet pentru imaginile din articolele și paginile tale. Galeriile de carusele sunt prietenoase pentru mobil și încurajează vizitatorii site-ului să interacționeze cu fotografiile tale."],"Portfolios shortcode: [portfolio]":["Scurtcod portofolii: [portfolio]"],"Use <portfolioLink>portfolios<\/portfolioLink> on your site to showcase your best work. If your theme doesn’t support Jetpack Portfolios, you can still use a simple shortcode to display them on your site.":["Folosește <portfolioLink>portofolii<\/portfolioLink> pe site-ul tău pentru a prezenta ceea ce ai realizat. Dacă tema ta nu suportă portofoliile Jetpack, poți folosi un scurtcod simplu pentru a le afișa pe site."],"Testimonials shortcode: [testimonials]":["Scurtcod testimoniale: [testimonials]"],"Add <testimonialLink>testimonials<\/testimonialLink> to your website to attract new customers. If your theme doesn’t support Jetpack Testimonials, you can still use a simple shortcode to display them on your site.":["Adaugă <testimonialLink>testimoniale<\/testimonialLink> pe site-ul tău pentru a atrage clienți noi. Dacă tema ta nu suportă testimonialele Jetpack, poți folosi un scurtcod simplu pentru a le afișa pe site."],"Search engines can’t access your site at the moment. If you’d like to make your site accessible, check your <a>Reading settings<\/a> and switch \"Search Engine Visibility\" on.":["În acest moment motoarele de căutare nu-ți pot accesa site-ul. Dacă vrei să-ți faci site-ul accesibil pentru ele, du-te la <a>Setări - Afișare<\/a> și activează „Vizibilitate pentru motoare de căutare”."],"Good news: Jetpack is sending your sitemap automatically to all major search engines for indexing.":["Vești bune: Jetpack trimite automat harta site la toate motoarele de căutare importante pentru indexare."],"Sitemaps are files that search engines like Google or Bing use to index your website. They can help improve your ranking in search results. When you enable this feature, Jetpack will create sitemaps for you and update them automatically when the content on your site changes.":["Hărțile site sunt fișiere pe care motoarele de căutare, precum Google sau Bing, le folosesc pentru a-ți indexa site-ul. Ele pot ajuta să-ți îmbunătățești clasarea în rezultatele de căutare. Când activezi această funcționalitate, Jetpack va crea hărți site pentru tine și le va actualiza automat când se modifică conținutul site-ului tău."],"Configure related posts in the Customizer":["Configurează articolele similare în Personalizator"],"Show a thumbnail image where available":["Arată o imagine miniatură, unde este disponibilă"],"Highlight related content with a heading":["Evidențiază conținutul similar cu un subtitlu"],"View security scan details":["Vezi detaliile scanării de securitate"],"For more information on how specific Jetpack features use data and track activity, please refer to our <privacyCenterLink>Privacy Center<\/privacyCenterLink>.":["Pentru mai multe informații despre cum funcționalitățile Jetpack folosesc datele și urmăresc activitatea, te rog consultă <privacyCenterLink>Centru nostru pentru confidențialitate<\/privacyCenterLink>."],"We use other tracking tools, including some from third parties. <cookiePolicyLink>Read about these<\/cookiePolicyLink> and how to control them.":["Folosim și alte instrumente de urmărire, inclusiv unele de la terți. <cookiePolicyLink>Citește despre ele<\/cookiePolicyLink> și despre cum le controlăm."],"This information helps us improve our products, make marketing to you more relevant, personalize your WordPress.com experience, and more as detailed in our <pp>privacy policy<\/pp>.":["Aceste informații ne ajută să ne îmbunătățim produsele, să facem un marketing mai relevant pentru tine, să-ți personalizăm experiența pe WordPress.com și altele, așa cum am detaliat în <pp>politica noastră de confidențialitate<\/pp>."],"Share information with our analytics tool about your use of services while logged in to your WordPress.com account. <cookiePolicyLink>Learn more<\/cookiePolicyLink>.":["Partajează informații cu instrumentul nostru de analitice despre utilizarea serviciilor în timp ce ești autentificat în contul tău WordPress.com. <cookiePolicyLink>Află mai mult<\/cookiePolicyLink>."],"This feature is being managed by a site administrator. <link>Learn more<\/link>.":["Această funcționalitate este administrată de un administrator al site-ului. <link>Află mai multe<\/link>."],"This feature has been disabled by a site administrator. <link>Learn more<\/link>.":["Această funcționalitate a fost dezactivată de un administrator al site-ului. <link>Află mai multe<\/link>."],"This feature has been enabled by a site administrator. <link>Learn more<\/link>.":["Această funcționalitate a fost activată de un administrator al site-ului. <link>Află mai multe<\/link>."],"We are committed to your privacy and security.":["Contribuim la confidențialitatea și securitatea ta."],"Settings header\u0004Privacy Settings":["Setări de confidențialitate"],"Search term.\u0004terms of service":["termenii de utilizare ai serviciului"],"Search term.\u0004tos":["TUS"],"Search term.\u0004gdpr":["GDPR (Regulamentul general privind protecția datelor)"],"Search term.\u0004data":["date"],"Search term.\u0004tracks":["fișiere muzicale"],"Search term.\u0004privacy":["confidențialitate"],"Loads the next posts automatically when the reader approaches the bottom of the page.":["Încarcă automat articolele următoare când cititorul se apropie de partea de jos a paginii."],"Allows you to publish new posts by sending an email to a special address.":["Permite să publici articole noi prin trimiterea unui email la o adresă specială."],"Adds a toolbar with links to all your sites, notifications, your WordPress.com profile, and the Reader.":["Adaugă o bară de unelte cu legături la toate site-urile tale, la notificări, la profilul tău WordPress.com și la Cititor."],"This feature has been disabled by a site administrator.":["Această funcționalitate a fost dezactivată de un administrator al site-ului."],"Provides the necessary hidden tags needed to verify your WordPress site with various services.":["Oferă tagurile ascunse necesare pentru a-ți verifica și confirma site-ul WordPress cu diverse servicii."],"Displays information on your site activity, including visitors and popular posts or pages.":["Afișează informații despre activitățile pe site-ul tău, inclusiv despre vizitatori și articolele sau paginile populare."],"Allows you to optimize your site and its content for better results in search engines.":["Permite să-ți optimizezi site-ul și conținutul lui pentru rezultate mai bune în motoarele de căutare."],"Integrates your WordPress site with Google Analytics, a platform that offers insights into your traffic, visitors, and conversions.":["Îți integrează site WordPress cu Google Analytics, o platformă care oferă perspective despre trafic, vizitatori și conversii."],"Displays high-quality ads on your site that allow you to earn income.":["Afișează reclame de înaltă calitate pe site-ul tău care îți permit să câștigi bani."],"Allows you to automatically share your newest content on social media sites, including Facebook and Twitter.":["Permite să-ți partajezi automat cel mai nou conținut pe site-urile din media socială, inclusiv pe Facebook și Twitter."],"Adds like buttons to your content so that visitors can show their appreciation or enjoyment.":["Adaugă butoane de apreciere la conținutul tău, astfel vizitatorii pot să-și arate aprecierea sau bucuria."],"Allows registered users to log in to your site with their WordPress.com accounts.":["Permite utilizatorilor înregistrați să se autentifice pe site-ul tău cu conturile lor WordPress.com."],"Configure your notification settings":["Configurează-ți setările pentru notificări"],"Settings header\u0004Downtime monitoring":["Monitorizare perioade de nefuncționare"],"Backs up your site to the global WordPress.com servers, allowing you to restore your content in the event of an emergency or error.":["Îți face copii de siguranță ale site-ului pe serverele WordPress.com globale și permite să-ți restaurezi conținutul în caz de urgență sau în urma unei erori."],"Removes spam from comments and contact forms.":["Înlătură spamul din comentarii și formularele de contact."],"Add Search (Jetpack) Widget":["Adaugă piesa Căutare (Jetpack)"],"Jetpack Search is powering search on your site.":["Căutare Jetpack propulsează acum căutarea pe site-ul tău."],"Your site’s files are regularly scanned for unauthorized or suspicious modifications that could compromise your security and data.":["Fișierele site-ului tău sunt scanate regulat pentru modificări neautorizate sau suspecte care ți-ar putea compromite securitatea și datele."],"Protects your site from traditional and distributed brute force login attacks.":["Îți protejează site-ul de atacurile de autentificare cu forță-brută obișnuite și răspândite."],"Jetpack will optimize your images and serve them from the server location nearest to your visitors. Using our global content delivery network will boost the loading speed of your site.":["Jetpack îți va optimiza imaginile și le va servi vizitatorilor de la un server situat în apropierea lor. Folosirea rețelei noastre globale de livrare a conținutului îți va crește viteza de încărcare a site-ului."],"Jetpack’s downtime monitor will continuously monitor your site and alert you the moment that downtime is detected.":["Monitorul Jetpack pentru perioadele de nefuncționare îți va monitoriza continuu site-ul și te avertizează în momentul când este detectată o perioadă de nefuncționare."],"Jetpack Backups allow you to easily restore or download a backup from a specific moment.":["Copiile de siguranță Jetpack îți permit să restaurezi sau să descarci cu ușurință o copie de siguranță făcută la un anumit moment."],"Moderate comments":["Moderează comentariile"],"Allows readers to subscribe to your posts or comments, and receive notifications of new content by email.":["Permite cititorilor să se aboneze la articolele sau comentariile tale și să primească notificări prin email când apare conținut nou."],"Replaces the standard WordPress comment form with a new comment system that includes social media login options.":["Înlocuiește formularul WordPress standard de comentarii cu un nou sistem de comentarii care include opțiuni de autentificare în media socială."],"Error updating privacy settings. %s":["Eroare la actualizarea setărilor de confidențialitate. %s"],"Updated privacy settings.":["Setări de confidențialitate actualizate."],"Updating privacy settings…":["Actualizez setările de confidențialitate..."],"Add Jetpack Search Widget":["Adaugă piesa Căutare Jetpack"],"Full security suite, marketing and revenue automation tools, unlimited video hosting, and priority support.":["Suită completă de securitate, instrumente de automatizare pentru marketing și venituri, găzduire video nelimitată și suport prioritar."],"Daily backups, spam filtering, and priority support.":["Copii de siguranță zilnice, filtrare spam și suport prioritar."],"Always-on security":["Întotdeauna în siguranță"],"Design the perfect website":["Proiectează site-ul web perfect"],"Set up Jetpack":["Inițializează Jetpack"],"Real-time backup of all your site data with unlimited space, one-click restores, and automated security scanning.":["Copii de siguranță în timp real a tuturor datelor site-ului, cu spațiu de stocare nelimitat, restaurări printr-un singur clic și scanare de securitate automată."],"Jetpack Search":["Căutare Jetpack"],"Daily backup of all your site data with unlimited space and one-click restores":["Copii de siguranță zilnice ale tuturor datelor site-ului tău, cu spațiu de stocare nelimitat, și restaurări printr-un singur clic"],"Real-time backup of all your site data with unlimited space, one-click restores, automated security scanning, and priority support":["Copii de siguranță în timp real pentru toate datele site-ului tău, cu spațiu de stocare nelimitat, restaurări printr-un singur clic, scanare de securitate automată și suport prioritar."],"View your security activity":["Vezi activitatea de securitate"]," (powered by VaultPress).":[" (propulsate de VaultPress)."],"Jetpack version":["Versiune Jetpack"],"Jetpack version %s":["Versiunea %s a Jetpack"],"Activity":["Activitate"],"Monetize your site with ads":["Câștigi bani din site-ul tău cu reclame"],"By clicking the button above, you agree to our <tosLink>Terms of Service<\/tosLink> and to <shareDetailsLink>share details<\/shareDetailsLink> with WordPress.com.":["Dacă dai clic pe butonul de mai sus, ești de acord cu <tosLink>termenii noștri de utilizare ai serviciului<\/tosLink> și să <shareDetailsLink>partajezi detalii<\/shareDetailsLink> cu WordPress.com."],"Just give us a little time to collect data so we can display it for you here.":["Doar acordă-ne ceva timp pentru a colecta date pentru a putea să le afișăm aici."],"Okay, got it!":["OK, am înțeles!"],"Display ads below posts on":["Afișează reclame sub articole"],"Archives":["Arhive"],"Additional ad placements":["Locuri suplimentare de plasare a anunțurilor"],"Top of each page":["În partea de sus a fiecărei pagini"],"Second ad below post":["Al doilea anunț sub articole"],"Schedule posts":["Programează articole"],"Create address":["Creează adresă"],"Pages":["Pagini"],"Manage":["Administrează"],"Access the full list of Jetpack modules available on your site.":["Accesează lista completă a extensiilor Jetpack disponibile pe site-ul tău."],"We're here to help":["Suntem aici pentru a ajuta"],"Your paid plan gives you access to prioritized %s support.":["Cu planul tău plătit ai acces la suportul prioritar oferit de %s."],"Search our support site":["Caută pe site-ul nostru pentru suport"],"Get a faster resolution to your support questions.":["Obții o rezolvare mai rapidă la întrebările de suport."],"A caption for a button to upgrade an existing paid feature to a higher tier.\u0004Upgrade":["Actualizează"],"Generate income with high-quality ads.":["Câștigi bani cu reclame de înaltă calitate."],"Button caption\u0004Saving…":["Salvez..."],"Button caption\u0004Save settings":["Salvează setările"],"This site is not connected to WordPress.com. Please ask the site administrator to connect.":["Acest site nu este conectat la WordPress.com. Te rog cere-i administratorului site-ului să-l conecteze."],"Navigation item.\u0004Dev Tools":["Instrumente de dezvoltare"],"An Automattic Airline":["O linie aeriană Automattic"],"Short warning message\u0004Updates needed":["Actualizări necesare"],"Short label appearing near a paid feature configuration block.\u0004Paid":["Plătită"],"Manage site connection":["Administrează conexiune la site"],"Theme enhancements":["Îmbunătățiri temă"],"Load more posts using the default theme behavior":["Încarcă mai multe articole folosind comportamentul implicit al temei"],"Load more posts in page with a button":["Încarcă mai multe articole în pagină cu un buton"],"Load more posts as the reader scrolls down":["Încarcă mai multe articole pe măsură ce cititorul derulează în jos"],"Theme support required.":["Suportul temei este esențial."],"Learn more about adding support for Infinite Scroll to your theme.":["Află mai mult despre adăugarea suportului pentru Derulare infinită în teme ta."],"Settings header\u0004WordPress.com toolbar":["Bară de unelte WordPress.com"],"Enable the WordPress.com toolbar":["Activează bara de instrumente WordPress.com"],"Writing tools available to you will be shown here when an administrator enables them.":["Instrumentele de scris disponibile vor fi arătate aici când un administrator le activează."],"Portfolios":["Portofolii"],"Settings header\u0004Composing":["Redactare"],"Note that <b>verifying your site with these services is not necessary<\/b> in order for your site to be indexed by search engines. To use these advanced search engine tools and verify your site with a service, paste the HTML Tag code below. Read the <support>full instructions<\/support> if you are having trouble. Supported verification services: <google>Google Search Console<\/google>, <bing>Bing Webmaster Center<\/bing>, <pinterest>Pinterest Site Verification<\/pinterest>, <yandex>Yandex.Webmaster<\/yandex>, and <facebook>Facebook Domain Verification<\/facebook>.":["Reține că <b>verificarea sau confirmarea site-ului cu aceste servicii nu este necesară<\/b> pentru ca site-ul tău să fie indexat de motoarele de căutare. Pentru a folosi aceste instrumente avansate pentru motoarele de căutare și pentru a-ți confirma site-ul cu un serviciu, plasează mai jos codul pentru tagul. Dacă ai probleme, citește <support>instrucțiunile complete<\/support>. Servicii de verificare și confirmare acceptate:<google>Google Search Console<\/google>, <bing>Bing Webmaster Center<\/bing>, <pinterest>Pinterest Site Verification<\/pinterest>, <yandex>Yandex.Webmaster<\/yandex> și <facebook>Facebook Domain Verification<\/facebook>."],"Bing":["Bing"],"Yandex":["Yandex"],"Generate XML sitemaps":["Generează hărți site XML"],"Count logged in page views from":["Număr vizualizări pagină de autentificare de la"],"Settings header\u0004Search engine optimization":["Optimizare pentru motoarele de căutare"],"A header for a preview area in the configuration screen.\u0004Preview":["Previzualizează"],"Settings header\u0004Google Analytics":["Google Analytics"],"Configure your Google Analytics settings":["Configurează-ți setările Google Analytics"],"Ads header\u0004Ads":["Reclame"],"Show ads on the first article on your home page or at the end of every page and post. Place additional ads at the top of your site and to any widget area to increase your earnings.":["Arată reclame în primul articol pe prima pagină sau la sfârșitul fiecărei pagini și fiecărui articol. Plasează reclame suplimentare în partea de sus a site-ului și în orice zonă asamblabilă pentru a-ți mări câștigurile."],"Enable ads and display an ad below each post":["Activează reclamele și afișează o reclamă sub fiecare articol"],"No search results found for %s":["Nu am găsit niciun rezultat de căutare pentru %s"],"Enter a search term to find settings or close search.":["Introdu un termen de căutare pentru a găsi setările sau închide căutarea."],"Match accounts using email addresses":["Leagă conturile folosind adrese de email"],"Require accounts to use WordPress.com Two-Step Authentication":["Necesită conturi pentru a folosi autentificarea în-doi-pași WordPress.com"],"Settings header\u0004Brute force protection":["Protecție împotriva atacurilor cu forță-brută"],"You may mark an IP address (or series of addresses) as \"Always allowed\", preventing them from ever being blocked by Jetpack. IPv4 and IPv6 are acceptable. To specify a range, enter the low value and high value separated by a dash. Example: 12.12.12.1-12.12.12.100":["Poți marca o adresă IP (sau o serie de adrese IP) ca „Mereu permise”, pentru ca Jetpack să nu le blocheze vreodată. IPv4 și IPv6 sunt acceptate. Pentru a specifica un interval, introdu valoarea mică și valoarea mare, separate printr-o liniuță. Exemplu: 12.12.12.1-12.12.12.100"],"You have paid for backups but they're not yet active.":["Ai plătit pentru copii de siguranță dar ele nu sunt încă active."],"You have paid for backups and security scanning but they’re not yet active.":["Ai plătit pentru copii de siguranță și scanare de securitate dar ele nu sunt încă active."],"Click \"Set Up\" to finish installation.":["Dă clic pe „Inițializează” pentru a termina instalarea."],"Checking site status…":["Verific starea site-ului..."],"Settings header\u0004Backups and security scanning":["Copii de siguranță și scanare de securitate"],"Checking your spam protection…":["Îți verific protecția spam..."],"Fetching key…":["Aduc cheia..."],"Your site needs an Anti-spam key.":["Site-ul tău are nevoie de o cheie anti-spam."],"There's a problem with your Anti-spam API key. <a>Learn more<\/a>.":["Există o problemă cu cheia ta API anti-spam. <a>Află mai multe<\/a>."],"Your site is not protected from spam.":["Site-ul tău nu este protejat împotriva spamului."],"Your Anti-spam key is valid.":["Cheia ta anti-spam este validă."],"Your site is protected from spam.":["Site-ul tău este protejat împotriva spamului."],"Checking key…":["Verific cheia..."],"Your API key":["Cheia ta API"],"If you don't already have an API key, then <a>get your API key here<\/a>, and you'll be guided through the process of getting one.":["Dacă nu ai deja o cheie API, atunci <a>ia o cheie API de aici<\/a> și vei fi ghidat prin procesul de a obține una."],"Configure your sharing buttons":["Configurează-ți butoanele de partajare"],"Settings header\u0004Sharing buttons":["Butoane de partajare"],"Connect your social media accounts":["Conectează-ți conturile media socială"],"Automatically share your posts to social networks":["Partajează automat articolele tale pe rețele sociale"],"Settings header\u0004Like buttons":["Butoane de apreciere"],"A caption for a small button to fix security issues.\u0004Threats":["Amenințări"],"A caption for a small button to fix security issues.\u0004See threats":["Vezi amenințările"],"Short message informing user that the site is secure.\u0004Secure":["În siguranță"],"Caption for a button to set up a feature.\u0004Set up":["Inițializează"],"Color scheme":["Schemă de culori"],"Enable Markdown use for comments.":["Activează folosirea Markdown pentru comentarii."],"Connections":["Conexiuni"],"Your site is in Offline Mode, so it can not be connected to WordPress.com.":["Site-ul tău este în modul offline, deci nu poate fi conectat la WordPress.com."],"Your site is connected to WordPress.com.":["Site-ul tău este conectat la WordPress.com."],"You are the Jetpack owner.":["Ești proprietarul Jetpack."],"Dashboard widget header\u0004Site connection":["Conexiune site"],"Dashboard widget header\u0004Account connection":["Conexiune cont"],"Updating settings…":["Actualizez setările..."],"Updated settings.":["Setări actualizate."],"Updating Post by Email address…":["Actualizez adresa Publicare via email..."],"Regenerated Post by Email address.":["Adresă Publicare via email regenerată."],"Error regenerating Post by Email address. %s":["Eroare la regenerarea adresei pentru Publicare prin email. %s"],"Updated settings. Refreshing page…":["Setări actualizate. Reîmprospătez pagina..."],"Navigation item.\u0004Settings":["Setări"],"Navigation item.\u0004Discussion":["Discuții"],"Navigation item.\u0004Traffic":["Trafic"],"Navigation item.\u0004Sharing":["Partajare"],"Google Analytics is a free service that complements <a>Jetpack Stats<\/a> with different insights into your traffic. Jetpack Stats and Google Analytics use different methods to identify and track activity on your site, so they will normally show slightly different totals for your visits, views, etc.":["Google Analytics este un serviciu gratuit care completează <a>statisticile Jetpack<\/a> cu mai multe informații despre trafic. Statisticile Jetpack și Google Analytics folosesc metode diferite pentru a identifica și urmări activitățile pe site-ul tău, prin urmare este normal ca ele să afișeze ușor diferit suma totală pentru vizite, vizualizări etc."],"Google Analytics":["Google Analytics"],"Configure Google Analytics":["Configurează Google Analytics"],"Activate Google Analytics":["Activează Google Analytics"],"Your server is misconfigured, which means that Jetpack Protect is unable to effectively protect your site.":["Serverul tău nu este configurat corect, asta înseamnă că Jetpack Protect nu poate să-ți protejeze în mod eficient site-ul."],"Activate %s":["Activează %s"],"Activate VideoPress":["Activează VideoPress"],"View your earnings":["Vizualizează-ți câștigurile"],"By activating ads, you agree to the Automattic Ads <link>Terms of Service<\/link>.":["Prin activarea reclamelor, ești de acord cu <link>termenii de utilizare ai serviciului<\/link> Reclame de la Automattic."],"Site security":["Securitate site"],"You are running Jetpack on a staging server.":["Rulezi Jetpack pe un server de pregătire."],"More Info":["Mai multe informații"],"Daily backup of all your site data with unlimited space, one-click restores, automated security scanning, and priority support":["Copii de siguranță zilnice ale tuturor datelor site-ului, cu spațiu de stocare nelimitat, restaurări printr-un singur clic, scanare automată de securitate și suport prioritar"],"This will reset all Jetpack options, are you sure?":["Acest lucru va reseta toate opțiunile Jetpack, ești sigur?"],"There are unsaved settings in this tab that will be lost if you leave it. Proceed?":["Există setări nesalvate în această filă care se vor pierde dacă o părăsești. Continui?"],"Dashboard":["Panou control"],"Navigation item.\u0004At a Glance":["Dintr-o privire"],"Search for a Jetpack feature.":["Caută o funcționalitate Jetpack."],"Configure your Security Scans":["Configurează-ți scanările de securitate"],"Big iPhone\/iPad Update Now Available":["Este disponibilă o importantă actualizare pentru iPhone\/iPad"],"The WordPress for Android App Gets a Big Facelift":["Aplicația WordPress pentru Android primește o mare îmbunătățire vizuală"],"Upgrade Focus: VideoPress For Weddings":["Actualizare în atenție: VideoPress pentru nunți"],"A few catchy words to motivate your visitors to comment.":["Câteva cuvinte atrăgătoare pentru a-ți motiva vizitatorii să comenteze."],"verb\u0004Copy":["Copiază"],"Copied!":["Copiat!"],"Highlight and copy the following text to your clipboard:":["Evidențiază și copiază următorul text în clipboard-ul tău:"],"Regenerate address":["Regenerează adresa"],"Cheatin' uh?":["Trișezi cumva?"],"<p>Would you mind telling us why you did not complete the Jetpack connection in this <a>2 question survey<\/a>?<\/p><p>A Jetpack connection is required for our free security and traffic features to work.<\/p>":["<p>Te superi dacă ne spui de ce nu ai finalizat conexiunea Jetpack în aceste <a>2 sondaje cu întrebări<\/a>?<\/p><p>Este necesară o conexiune Jetpack pentru ca funcționalitățile noastre gratuite de securitate și de trafic să funcționeze.<\/p>"],"Your Jetpack is already connected.":["Jetpack-ul tău este deja conectat."],"You're fueled up and ready to go, Jetpack is now active.":["Ești plin de energie și gata să pornești, Jetpack este activ acum."],"You're fueled up and ready to go.":["Ești plin de energie și gata să pornești."],"You are currently running a development version of Jetpack.":["Acum rulezi o versiune de dezvoltare a Jetpack."],"Submit Beta feedback":["Trimite impresii beta"],"Navigation item.\u0004Reset Options (dev only)":["Opțiuni resetare (numai pentru versiuni de dezvoltare)"],"Navigation item. Noun. Links to a debugger tool for Jetpack.\u0004Debug":["Depanare"],"WordPress.com Terms of Service":["Termenii de utilizare a serviciului WordPress.com"],"Shorthand for Terms of Service.\u0004Terms":["Termeni"],"Automattic's Privacy Policy":["Politica de confidențialitate Automattic"],"Shorthand for Privacy Policy.\u0004Privacy":["Confidențialitate"],"Saving…":["Se salvează..."],"Save Settings":["Salvează setările"],"Something happened while loading Jetpack Stats. Please try again later or <a>view your stats now on WordPress.com<\/a>":["S-a întâmplat ceva în timpul încărcării statisticilor JetPack. Te rog încearcă din nou mai târziu sau <a>vizualizează acum statisticile pe WordPress.com<\/a>"],"<Button>Activate Jetpack Stats<\/Button> to see page views, likes, followers, subscribers, and more! <a>Learn More<\/a>":["<Button>Activează statisticile Jetpack<\/Button> pentru a avea acces la vizualizări de pagini, aprecieri, urmăritori, abonați și altele! <a>Află mai multe<\/a>"],"Days":["Zile"],"Weeks":["Săptămâni"],"Months":["Luni"],"Site backups":["Copii de siguranță site"],"Upgrade":["Actualizează"],"ACTIVE":["ACTIV"],"View your spam stats":["Vizualizează-ți statisticile spam"],"View your security dashboard":["Vizualizează-ți panoul control de securitate"],"The site is in Offline Mode, so you can not connect to WordPress.com.":["Site-ul este în modul offline, deci nu te poți conecta la WordPress.com."],"No threats found, you're good to go!":["Nicio amenințare găsită, foarte bine!"],"Jetpack is actively blocking malicious login attempts. Data will display here soon!":["Jetpack blochează în mod activ încercările de autentificare ostile. Datele vor afișa aici în curând!"],"Total malicious attacks blocked on your site.":["Total încercări de autentificare ostile blocate pe site-ul tău."],"<Button>Activate Protect<\/Button> to keep your site protected from malicious sign in attempts.":["<Button>Activează Protecție<\/Button> pentru a-ți menține site-ul protejat împotriva încercărilor de autentificare ostile."],"Downtime monitoring":["Monitorizare perioade de nefuncționare"],"Jetpack is monitoring your site. If we think your site is down, you will receive an email.":["Jetpack îți monitorizează site-ul. Dacă ni se pare că site-ul a căzut, vei primi un email."],"<Button>Activate Monitor<\/Button> to receive email notifications if your site goes down.":["<Button>Activează Monitor<\/Button> pentru a primi notificări prin email când site-ul tău cade."],"Security":["Securitate"],"Performance":["Performanță"],"Backup":["Copii de siguranță"],"To automatically back up your entire site, please <a>install and activate<\/a> VaultPress.":["Pentru a face automat copii de siguranță pentru întregul site, te rog <a>instalează și activează<\/a> VaultPress."],"Example: \"412 Spam comments blocked\"\u0004Spam comments blocked.":["Comentarii spam blocate."],"Resetting Jetpack options…":["Se resetează opțiunile Jetpack..."],"Options reset.":["Opțiuni resetate."],"Options failed to reset.":["Opțiunile au eșuat la resetare."],"There was an error reconnecting Jetpack. Error: %s":["A fost o eroare la reconectarea Jetpack. Eroare: %s"],"Unlinking from WordPress.com":["Anulare legătură de la WordPress.com"],"Unlinked from WordPress.com.":["Legătură anulată de la WordPress.com."],"Error unlinking from WordPress.com. Error: %s":["Eroare la anularea legăturii de la WordPress.com. Eroare: %s"],"Navigation item.\u0004At A Glance":["Dintr-o privire"],"Navigation item.\u0004Plans":["Planuri"],"Navigation item.\u0004Security":["Securitate"],"Navigation item.\u0004Writing":["Scriere"],"There was an issue connecting your Jetpack. Please click \"Connect to WordPress.com\" again.":["Am fost o problemă la conectarea Jetpack; Te rog dă clic din nou pe „Conectare la WordPress.com”."],"We had an issue connecting Jetpack; deactivate then reactivate the Jetpack plugin, then connect again.":["Am avut o problemă la conectarea Jetpack; dezactivează și reactivează modulul Jetpack, apoi conectează-te din nou."],"You need to stay logged in to your WordPress blog while you authorize Jetpack.":["Trebuie să stai autentificat(ă) în blogul tău WordPress în timp ce îți autorizezi Jetpack-ul."],"<s>Your Jetpack has a glitch.<\/s> We’re sorry for the inconvenience. Please try again later, if the issue continues please contact support with this message: %s":["<s>Jetpack-ul tău are o scăpare.<\/s> Ne pare rău pentru neplăcerile create. Te rog reîncearcă mai târziu, iar dacă problema persistă te rog contactează suportul cu acest mesaj: %s"],"Activated":["Activată"],"Learn more":["Află mai multe"],"WordPress.com Toolbar":["Bară de unelte WordPress.com"],"Posts":["Articole"],"Front page":["Pagina din față"],"Upload videos":["Încarcă videouri"],"VideoPress":["VideoPress"],"Example:":["Exemplu:"],"Pinterest":["Pinterest"],"Google":["Google"],"Facebook":["Facebook"],"Twitter":["Twitter"],"Close":["Închide"],"Show related content after posts":["Arată conținut similar după articole"],"Related":["Similare"],"Connect":["Conectare"],"Disconnect":["Deconectare"],"Save":["Salvează"],"Your current IP: %s":["IP-ul tău actual: %s"],"Media":["Media"],"Plugins":["Module"],"Related Posts":["Articole similare"],"Post by Email":["Publicare prin email"],"LaTeX is a powerful markup language for writing complex mathematical equations and formulas.":["LaTeX este un limbaj markup puternic pentru scrierea ecuațiilor și formulelor matematice complexe."],"Sharing":["Partajare"],"Customize":["Personalizează"],"Testimonials":["Testimoniale"],"Tags":["Etichete"],"Cancel":["Anulează"],"Date":["Dată"],"Comments":["Comentarii"],"Add":["Adaugă"],"Reconnect Jetpack":["Reconectează Jetpack"],"Jetpack could not contact WordPress.com: %s. This usually means something is incorrectly configured on your web host.":["Jetpack nu a putut să intre în contact cu WordPress.com: %s. De obicei, asta înseamnă că ceva nu este configurat corect pe serviciul tău de găzduire."],"WordPress.com is currently having problems and is unable to fuel up your Jetpack. Please try again later.":["Momentan WordPress.com are probleme și nu poate conlucra cu Jetpack. Te rog reîncearcă mai târziu."],"<s>Your Jetpack has a glitch.<\/s> Connecting this site with WordPress.com is not possible. This usually means your site is not publicly accessible (localhost).":["<s>Jetpack-ul tău are o scăpare.<\/s> Conectarea acestui site cu WordPress.com nu este posibilă. De obicei, asta înseamnă că site-ul nu este accesibil publicului (localhost)."],"Your website needs to be publicly accessible to use Jetpack: %s":["Pentru a folosi Jetpack, site-ul tău trebuie să fie accesibil pentru public: %s"],"Edit":["Editează"],"Connected":["Conectat"],"Activate":["Activează"],"Deactivate":["Dezactivează"],"%s has been activated.":["%s a fost activată."],"Active":["Activă"],"Search":["Caută"],"Settings":["Setări"],"Jetpack":["Jetpack"],"Learn More":["Află mai multe"]}},"comment":{"reference":"_inc\/build\/admin.js"}}