{"translation-revision-date":"2022-12-06 16:01:09+0000","generator":"GlotPress\/4.0.0-alpha.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n == 0 || n % 100 >= 2 && n % 100 <= 19) ? 1 : 2);","lang":"ro"},"Get VaultPress Backup":["Ia Copii de siguranță VaultPress"],"VaultPress Backup":["Copii de siguranță VaultPress"],"Failed to fetch site capabilities":["Preluarea capabilităților site-ului a eșuat"],"Site backups are managed by the owner of this site's Jetpack connection.":["Copiile de siguranță ale site-ului sunt administrate de proprietarul conexiunii la Jetpack pe acest site."],"Do you enjoy the peace of mind of having real-time backups?":["Te bucuri de liniștea pe care o oferă copiile de siguranță în timp real?"],"Was it easy to restore your site?":["A fost ușor să-ți restaurezi site-ul?"],"Maybe later":["Poate mai târziu"],"<strong>Please leave a review and help us spread the word!<\/strong>":["<strong>Te rog lasă o recenzie ca să ne ajuți să devenim recunoscuți!<\/strong>"],"<Button>See backups in the cloud<\/Button><br\/><ExternalLink>Or view your most recent restore point<\/ExternalLink>":["<Button>Vezi copiile de siguranță în cloud<\/Button><br\/><ExternalLink>Sau vezi cel mai recent punct de restaurare<\/ExternalLink>"],"Where are backups stored?":["Unde sunt stocate copiile de siguranță?"],"No need to run a manual backup before you make changes to your site. <ExternalLink>Learn more<\/ExternalLink>":["Nu trebuie să faci o copie de siguranță manuală înainte de a face modificări pe site. <ExternalLink>Află mai multe<\/ExternalLink>"],"Restore points created with every edit":["Sunt create puncte de restaurare la fiecare editare"],"Backup is completed with some files missing. See your <a>backup in the cloud<\/a> for more details.":["Copia de siguranță a fost finalizată, dar lipsesc unele fișiere. Pentru mai multe detalii, vezi <a>copia de siguranță în cloud<\/a>."],"Save every change and get back online quickly with one‑click restores.":["Cu restaurările cu un singur clic, salvezi fiecare modificare și revii rapid online."],"The best real-time WordPress backups":["Cele mai bune copii de siguranță în timp real pe WordPress"]," <a>Get in touch with us<\/a> to get your site backups going again.":["<a>Contactează-ne<\/a> pentru a avea din nou copii de siguranță pentru site-ul tău."],"We're having trouble backing up your site":["Avem probleme la crearea copiei de siguranță pentru site-ul tău"],"Uploads":["Încărcări"],"Today":["Azi"],"In the meanwhile, you can start getting familiar with your <a>backup management on Jetpack.com<\/a>.":["Între timp, poți să te familiarizezi cu <a>administrarea copiilor de siguranță la Jetpack.com<\/a>."],"The first backup usually takes a few minutes, so it will become available soon.":["De obicei, prima copie de siguranță este făcută în câteva minute, deci va fi disponibilă în curând."],"Your first cloud backup will be ready soon":["Prima copie de siguranță în cloud va fi gata în curând"],"Backing up %s":["Creez o copie de siguranță pentru %s"],"See your site's activity":["Vezi activitățile pe site-ul tău"],"The activity log lets you see everything that’s going on with your site outlined in an organized, readable way.":["Jurnalul de activități îți permite să vezi tot ce s-a întâmplat pe site-ul tău, într-un mod organizat și lizibil."],"Your site's heartbeat":["Forța motrice a site-ului tău"],"See all your backups":["Vezi toate copiile tale de siguranță"],"All the backups are safely stored in the cloud and available for you at any time on Jetpack.com, with full details about status and content.":["Toate copiile de siguranță sunt stocate în siguranță în cloud și sunt disponibile oricând la Jetpack.com, cu detalii complete despre stare și conținut."],"Best-in-class support":["Suport de înaltă clasă"],"Global server infrastructure":["Infrastructură de servere la nivel global"],"Complete list of all site changes":["Lista completă a tuturor modificărilor pe site"],"Easy one-click restores":["Restaurări ușoare, cu un singur clic"],"Get peace of mind knowing that all your work will be saved, and get back online quickly with one-click restores.":["Nu ai nicio grijă și stai liniștit când știi că toată munca ta va fi salvată și poți să revii rapid online cu restaurările cu un singur clic."],"Secure your site with a Backup subscription.":["Securizează-ți site-ul cu un abonament la Copii de siguranță."],"14 day money back guarantee.":["Garantăm restituirea banilor în 14 zile (de la cumpărare)."],"Special introductory pricing, all renewals are at full price. 14 day money back guarantee.":["Prețuri speciale și promoționale, toate reînnoirile se fac la prețul întreg. Garantăm restituirea banilor în 14 zile (de la cumpărare)."],"Log in to get started":["Autentifică-te pentru a începe"],"Already have a subscription? <connectButton\/>":["Ai deja un abonament? <connectButton\/>"],"Icon for the product %s":["Icon pentru produsul %s"],"\/month, paid yearly":["\/lună, plătit anual"],"Over 5 million WordPress sites are faster and more secure":["Peste 5 milioane de site-uri WordPress sunt mai rapide și mai sigure"],"An error occurred. Please try again.":["A apărut o eroare. Te rog încearcă din nou."],"Jetpack Logo":["Logo Jetpack"],"Jetpack logo":["Logo Jetpack"],"Restore Connection":["Restaurează conexiunea"],"Reconnecting Jetpack":["Reconectez Jetpack"],"Automated real-time backups":["Copii de siguranță automate, în timp real"],"Set up Jetpack":["Inițializează Jetpack"],"By clicking the button above, you agree to our <tosLink>Terms of Service<\/tosLink> and to <shareDetailsLink>share details<\/shareDetailsLink> with WordPress.com.":["Dacă dai clic pe butonul de mai sus, ești de acord cu <tosLink>termenii noștri de utilizare ai serviciului<\/tosLink> și să <shareDetailsLink>partajezi detalii<\/shareDetailsLink> cu WordPress.com."],"An Automattic Airline":["O linie aeriană Automattic"],"There was an error reconnecting Jetpack. Error: %s":["A fost o eroare la reconectarea Jetpack. Eroare: %s"],"Posts":["Articole"],"Themes":["Teme"],"Plugins":["Module"],"Jetpack":["Jetpack"]}},"comment":{"reference":"jetpack_vendor\/automattic\/jetpack-backup\/build\/index.js"}}