{"translation-revision-date":"2022-12-06 16:01:09+0000","generator":"GlotPress\/4.0.0-alpha.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n == 0 || n % 100 >= 2 && n % 100 <= 19) ? 1 : 2);","lang":"ro"},"Try Jetpack Instant Search for free now":["Încearcă Căutare Jetpack, căutări instantanee care sunt gratuite acum"],"Quick and accurate spelling correction for when your site visitors mistype their search.":["Corectarea rapidă și precisă a ortografiei când vizitatorii pe site scriu greșit în căutările lor."],"See all supported languanges":["Vezi toate limbile acceptate"],"Language support for English, Spanish, French, Portuguese, Hindi, Japanese, among others.":["Suport pentru mai multe limbi: engleză, spaniolă, franceză, portugheză, hindi, japoneză și altele."],"Filtered and faceted searches by tags, categories, dates, custom taxonomies, and post types.":["Căutări filtrate și șlefuite după etichete, categorii, date, taxonomii personalizate și tipuri de articol."],"Real-time indexing, so your search index will update within minutes of changes to your site.":["Indexare în timp real, deci indexul tău de căutare se va actualiza în câteva minute după ce au fost făcute modificări pe site."],"Instant search and filtering without reloading the page.":["Căutare și filtrare instantanee fără reîncărcarea paginii."],"All other questions are handled by our team as quickly as we are able to through the WordPress support forum.":["Toate celelalte întrebări sunt gestionate de echipa noastră prin forumul pentru suport WordPress, cât de repede putem."],"Paid customers get dedicated email support from our world-class Happiness Engineers to help with any issue.":["Clienții care plătesc pentru acest serviciu beneficiază de suport dedicat prin email oferit de inginerii noștri de fericire care îi vor ajuta cu orice problemă."],"Paid customers can remove branding from the search tool.":["Clienții care plătesc pentru acest serviciu poate să înlăture afișarea brandului în instrumentul de căutare."],"Unbranded search":["Căutare fără afișarea brandului"],"A search request is when someone visiting your site searches for something.":["O cerere de căutare înseamnă că cineva care vizitează site-ul caută ceva pe site."],"Monthly requests":["Cereri lunare"],"Number of records":["Număr de înregistrări"],"Shows Jetpack logo":["Arată logoul Jetpack"],"In the free plan, you can continue using the plugin even if you have more than 500 requests for three consecutive months.":["Dacă ai planul gratuit, poți să folosești în continuare modulul chiar dacă ai depășit numărul de 500 de cereri în trei luni consecutive."],"500 requests":["500 de cereri"],"More about indexing and query limits":["Mai multe despre indexare și limitele pentru interogări"],"In the free plan, you can continue using the plugin even if you have more than 5k records for three months.":["Dacă ai planul gratuit, poți să folosești în continuare modulul chiar dacă ai depășit numărul de 5.000 de înregistrări în trei luni."],"5k records":["5.000 de înregistrări"],"Branding removed":["Am înlăturat afișarea brandului"],"%1$s requests":["%1$s cereri"],"%1$s records":["%1$s înregistrări"],"For every additional %1$s records or requests, an additional <Price><\/Price> per month will be charged.":["Pentru %1$s înregistrări sau cereri suplimentare, se va percepe un <Price><\/Price> suplimentar pe lună."],"Starting price based on the number of records for <b>%1$s<\/b>.":["Prețul de pornire în funcție de numărul de înregistrări pentru <b>%1$s<\/b>."],"Starting price per month, billed yearly":["Prețul de bază pe lună, facturare anuală"],"%s off":["Reducere de %s"],"Tell me more about <jpPlanLimits>record indexing and request limits<\/jpPlanLimits>":["Spune-mi mai multe despre <jpPlanLimits>indexarea înregistrărilor și limitele pentru cereri<\/jpPlanLimits>"],"Search requests":["Cereri de căutare"],"Site records":["Înregistrări pe site"],"Finish":["Finalizează"],"2 of 2":["2 din 2"],"Your search plugin now supports up to %1$s search requests per month.":["Acum modulul tău de căutare acceptă până la %1$s de cereri de căutare pe lună."],"More search requests":["Mai multe cereri de căutare"],"1 of 2":["1 din 2"],"Thank you for upgrading! Now your visitors can search up to %1$s records.":["Îți mulțumim că ai actualizat! Acum vizitatorii tăi pot să caute până la %1$s de înregistrări."],"Site records increased":["Am crescut numărul de înregistrări pe site"],"Upgrade now and avoid any future interruption!":["Actualizează acum ca să eviți o întrerupere în viitor!"],"Do you want to increase your site records and search requests?.":["Vrei să mărești numărul de înregistrări pe site și numărul de cereri de căutare?"],"Upgrade now to increase your monthly request limit and avoid interruption.":["Actualizează acum pentru a crește limita lunară de cereri și pentru a evita întreruperile."],"You’ve exceeded the number of search requests available on the free plan for three consecutive months.":["Ai depășit în trei luni consecutive numărul de cereri de căutare care este disponibil pentru planul gratuit."],"You’ve exceeded the number of search requests available on the free plan for two consecutive months.":["Ai depășit în două luni consecutive numărul de cereri de căutare care este disponibil pentru planul gratuit."],"You’ve exceeded the number of search requests available on the free plan.":["Ai depășit numărul de cereri de căutare care este disponibil pentru planul gratuit."],"You’re close to exceeding the number of search requests available on the free plan for three consecutive months.":["Ești aproape să depășești în trei luni consecutive numărul de cereri de căutare care este disponibil pentru planul gratuit."],"You’re close to exceeding the number of search requests available on the free plan for two consecutive months.":["Ești aproape să depășești în două luni consecutive numărul de cereri de căutare care este disponibil pentru planul gratuit."],"You’re close to exceeding the number of search requests available on the free plan.":["Ești aproape să depășește numărul de cereri de căutare care este disponibil pentru planul gratuit."],"Upgrade now to continue using Jetpack Search.":["Actualizează acum ca să folosești în continuare Căutare Jetpack."],"Upgrade now to increase your monthly record limit and avoid interruption!":["Actualizează acum pentru a crește limita lunară de înregistrări și pentru a evita întreruperile!"],"You’ve exceeded the number of site records available on the free plan for three consecutive months.":["Ai depășit în trei luni consecutive numărul de înregistrări pe site care este disponibil pentru planul gratuit."],"You’ve exceeded the number of site records available on the free plan for two consecutive months.":["Ai depășit în două luni consecutive numărul de înregistrări pe site care este disponibil pentru planul gratuit."],"You’ve exceeded the number of site records available on the free plan.":["Ai depășit numărul de înregistrări pe site care este disponibil pentru planul gratuit."],"You’re close to exceeding the number of site records available on the free plan.":["Ești aproape să depășești numărul de înregistrări pe site care este disponibil pentru planul gratuit."],"Upgrade now to increase your limits and avoid interruption!":["Actualizează acum pentru a crește aceste limite și pentru a evita întreruperile!"],"You’ve exceeded the number of site records and search requests available for the free plan.":["Ai depășit numărul de înregistrări pe site și de cereri de căutare disponibile pentru planul gratuit."],"You’re close to exceeding the number of site records and search requests available for the free plan.":["Ești aproape să depășește numărul de înregistrări pe site și de cereri de căutare care este disponibil pentru planul gratuit."],"Free plan":["Plan gratuit"],"Upgraded":["Actualizate"],"Your usage":["Utilizarea ta"],"If you have recently set up Search, please allow a little time for indexing to complete.":["Dacă ai configurat recent Căutare Jetpack, te rog așteaptă ceva timp până când este finalizată indexarea."],"We're gathering your usage data.":["Colectăm datele tale de utilizare."],"Indexing %1$s":["Indexez %1$s"],"View details":["Vezi detaliile"],"Unlimited":["Nelimitat"],"% off":["reducere de %"],"Jetpack Search Logo":["Logo Căutare Jetpack"],"Indeterminate Progress Bar":["Bară de progres nedeterminată"],"We're gathering your usage data":["Colectăm datele tale de utilizare"],"We were unable to index your content":["Nu am putut să-ți indexăm conținutul"],"Start for free":["Începe cu planul gratuit"],"Get Search":["Ia Căutare Jetpack"],"Not included":["Nu este inclusă"],"Included":["Inclusă"],"More info":["Mai multe informații"],"Instant search uses a dynamic overlay for lightning-fast searching, sorting, and filtering without reloading the page.":["Căutarea instantanee folosește o suprapunere dinamică pentru căutare, sortare și filtrare, extrem de rapide, fără a fi nevoie de reîncărcarea paginii."],"Once you hit %s indexed records, you'll be upgraded to the next tier. You won't be charged for the new tier until your next billing date.":["După ce atingi numărul de %s de înregistrări indexate, vei trece la nivelul următor. Nu vei fi taxat pentru noul nivel până la următoarea dată de facturare."],"You're close to the maximum records for this billing tier":["Te apropii de număr maxim de înregistrările pentru acest nivel de facturare"],"If you have recently set up Jetpack Search, please allow a little time for indexing to complete.":["Dacă ai configurat recent Căutare Jetpack, te rog așteaptă ceva timp până când este finalizată indexarea."],"Jetpack's servers ran into a problem when trying to communicate with your site.":["Serverele Jetpack au întâmpinat o problemă când au încercat să comunice cu site-ul tău."],"other":["altele"],"Record type":["Tip de înregistrare"],"Summary of the records":["Rezumatul înregistrărilor"],"<s>%1$s<\/s> records indexed":["Am indexat <s>%1$s<\/s> înregistrări"],"Your search index":["Indexul tău de căutare"],"Close.":["Închide."],"Next":["Următor"],"<s>%1$s<\/s> records indexed out of the <s>%2$s<\/s> allotted for your current plan":["<s>%1$s<\/s> înregistrări indexate din <s>%2$s<\/s> alocate pentru planul tău curent"],"Best-in-class support":["Suport de înaltă clasă"],"14 day money back guarantee.":["Garantăm restituirea banilor în 14 zile (de la cumpărare)."],"Error fetching search stats":["Eroare la aducerea statisticilor pentru căutare"],"Record count":["Număr de înregistrări"],"Pricing will automatically adjust based on the number of records in your search index.":["Prețul va fi ajustat automat în funcție de numărul de înregistrări din indexul tău de căutare."],"Special introductory pricing, all renewals are at full price. 14 day money back guarantee.":["Prețuri speciale și promoționale, toate reînnoirile se fac la prețul întreg. Garantăm restituirea banilor în 14 zile (de la cumpărare)."],"If you grow into a new pricing tier, we'll let you know before your next billing cycle":["Dacă treci la un nivel nou de preț, te vom anunța înainte de următorul ciclu de facturare"],"Content displayed within results is updated in real-time":["Conținutul care este afișat în rezultatele de căutare este actualizat în timp real"],"Support for 38 languages":["Disponibilă în 38 de limbi"],"Customizable filtering":["Filtrare personalizabilă"],"Allow viewers to search through your site's records, lightning fast.":["Permite vizitatorilor să caute foarte repede prin înregistrările site-ului."],"The best WordPress search experience":["Cea mai bună experiență de căutare WordPress"],"Get Jetpack Search":["Ia Căutare Jetpack"],"Log in to get started":["Autentifică-te pentru a începe"],"Already have a subscription? <connectButton\/>":["Ai deja un abonament? <connectButton\/>"],"Spelling correction":["Corectare ortografie"],"Supports 38 languages":["Disponibilă în 38 de limbi"],"Powerful filtering":["Filtrare puternică"],"Instant search and indexing":["Căutare și indexare instantanee"],"Magnifying Glass":["Lupă"],"Error fetching search plan…":["Eroare la aducerea planului de căutare..."],"Error fetching settings…":["Eroare la aducerea setărilor..."],"Error Update settings…":["Eroare la actualizarea setărilor..."],"Icon for the product %s":["Icon pentru produsul %s"],"\/month, paid yearly":["\/lună, plătit anual"],"Enable instant search experience <span>(recommended)<\/span>":["Activează experiența de căutare instantanee <span>(recomandată)<\/span>"],"Over 5 million WordPress sites are faster and more secure":["Peste 5 milioane de site-uri WordPress sunt mai rapide și mai sigure"],"An error occurred. Please try again.":["A apărut o eroare. Te rog încearcă din nou."],"Jetpack Logo":["Logo Jetpack"],"Jetpack logo":["Logo Jetpack"],"Help your visitors find exactly what they're looking for, fast":["Îți ajuți vizitatorii să găsească exact ceea ce caută, foarte repede"],"Edit sidebar widgets":["Editează piesele din bara laterală"],"Customize search results":["Personalizează rezultatele de căutare"],"Jetpack Search is an incredibly powerful and customizable replacement for the search capability built into WordPress that helps your visitors find the right content.":["Căutare Jetpack este un înlocuitor incredibil de puternic și personalizabil pentru căutarea nativă din WordPress care îți ajută vizitatorii să găsească imediat conținutul dorit."],"Offer instant search results to your visitors as soon as they start typing. ":["Oferă vizitatorilor rezultate de căutare instantanee, imediat ce încep să tasteze."],"Filter options":["Opțiuni de filtrare"],"Restore Connection":["Restaurează conexiunea"],"Reconnecting Jetpack":["Reconectez Jetpack"],"Found %s results":["Am găsit %s rezultate"],"Oldest":["Cele mai vechi"],"Has a video.":["Are un video."],"Tag":["Etichetă"],"Post":["Articol"],"Page":["Pagină"],"Has an image.":["Are o imagine."],"Has multiple images.":["Are mai multe imagini."],"Toggle search filters.":["Comută filtrele de căutare."],"Matching comment.":["Comentariu potrivit."],"Show filters":["Arată filtrele"],"Is a product.":["Este un produs."],"Is an event.":["Este un eveniment."],"Has audio.":["Are audio."],"Records are all posts, pages, custom post types and other types of content indexed by Jetpack Search.":["Înregistrările sunt toate articolele, paginile, tipurile de articol personalizat și alte tipuri de conținut indexate de Căutarea Jetpack."],"Upgrade Jetpack Search":["Actualizează Căutare Jetpack"],"Enable instant search experience (recommended)":["Activează experiența de căutare instantanee (recomandat)"],"Relevance":["Relevanță"],"Set up Jetpack":["Inițializează Jetpack"],"Jetpack Search":["Căutare Jetpack"],"By clicking the button above, you agree to our <tosLink>Terms of Service<\/tosLink> and to <shareDetailsLink>share details<\/shareDetailsLink> with WordPress.com.":["Dacă dai clic pe butonul de mai sus, ești de acord cu <tosLink>termenii noștri de utilizare ai serviciului<\/tosLink> și să <shareDetailsLink>partajezi detalii<\/shareDetailsLink> cu WordPress.com."],"Priority support":["Suport prioritar"],"An Automattic Airline":["O linie aeriană Automattic"],"Updating settings…":["Actualizez setările..."],"Updated settings.":["Setări actualizate."],"There was an error reconnecting Jetpack. Error: %s":["A fost o eroare la reconectarea Jetpack. Eroare: %s"],"Information.":["Informații."],"Enable Jetpack Search":["Activează Căutare Jetpack"],"Learn more":["Află mai multe"],"Category":["Categorie"],"Newest":["Cele mai noi"],"Jetpack":["Jetpack"]}},"comment":{"reference":"jetpack_vendor\/automattic\/jetpack-search\/build\/dashboard\/jp-search-dashboard.js"}}