{"translation-revision-date":"2022-12-02 14:25:45+0000","generator":"GlotPress\/4.0.0-alpha.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n == 0 || n % 100 >= 2 && n % 100 <= 19) ? 1 : 2);","lang":"ro"},"extension in your store.":["extensie în magazinul tău."],"Installing <strong>WooCommerce Payments<\/strong> will automatically activate <strong>%s<\/strong> extension in your store.":["Instalarea <strong>WooCommerce Payments<\/strong> va activa automat <strong>o<\/strong> extensie în magazinul tău.","Instalarea <strong>WooCommerce Payments<\/strong> va activa automat <strong>%s<\/strong> extensii în magazinul tău.","Instalarea <strong>WooCommerce Payments<\/strong> va activa automat <strong>%s<\/strong> de extensii în magazinul tău."],"Enable Affirm alongside WooCommerce Payments and give buyers the ability to pick the payment option that works for them and their budget — from 4 interest-free payments every 2 weeks to monthly installments.":["Activează Affirm împreună cu WooCommerce Payments și le oferi cumpărătorilor posibilitatea să aleagă opțiunea de plată care este cea mai bună pentru ei și pentru bugetul lor - de la 4 plăți fără dobândă la fiecare 2 săptămâni până la rate lunare."],"Enable Klarna alongside WooCommerce Payments. With Klarna Payments buyers can choose the payment installment option they want, Pay Now, Pay Later, or Slice It. No credit card numbers, no passwords, no worries.":["Activează Klarna împreună cu WooCommerce Payments. Cu Klarna Payments, cumpărătorii pot să aleagă opțiunea pentru plata în rate pe care o doresc, pot să plătească acum sau mai târziu și să împartă plata. Fără numere de card de credit, fără parole, fără nicio grijă."],"Enable Amazon Pay alongside WooCommerce Payments and give buyers the ability to pay via Amazon Pay. Transactions take place via Amazon embedded widgets, so the buyer never leaves your site.":["Activează Amazon Pay împreună cu WooCommerce Payments și le oferi cumpărătorilor posibilitatea să plătească prin Amazon Pay. Tranzacțiile se fac prin intermediul pieselor înglobate în Amazon, deci cumpărătorii nu părăsesc niciodată site-ul tău."],"Enable PayPal Payments alongside WooCommerce Payments. Give your customers another way to pay safely and conveniently via PayPal, PayLater, and Venmo.":["Activează PayPal Payments împreună cu WooCommerce Payments. Le oferi clienților o altă modalitate de a plăti în siguranță și convenabil, prin PayPal, PayLater și Venmo."],"Add more ways for buyers to pay":["Adaugă mai multe posibilități de plată pentru cumpărătorii tăi"],"Why should I choose WooCommerce Payments over other payment gateways?":["De ce ar trebui să aleg WooCommerce Payments față de alte gateway-uri de plată?"],"Dismiss and send feedback":["Renunță și trimite-ne impresii"],"Why would you like to dismiss the new payments experience?":["De ce vrei să renunți la noua experiență pentru plăți?"],"Note that the extension hasn’t been installed, this will simply remove WooCommerce Payments from the navigation. Please take a moment to tell us why you’d like to dismiss WooCommerce Payments.":["Reține că extensia nu a fost instalată, va înlătura direct WooCommerce Payments din navigare. Te rog să ne spui de ce vrei să renunți la WooCommerce Payments."],"No thanks, I don’t want WooCommerce Payments":["Nu, mulțumesc, nu vreau WooCommerce Payments"],"For more details on which subscription offering is right for your store, refer to the <a>guide comparing subscription options<\/a>.":["Pentru mai multe detalii despre ofertele de abonare care sunt potrivite pentru magazinul tău, consultă <a>ghidul pentru compararea opțiunilor de abonare<\/a>."],"WooCommerce Payments supports charging automatic recurring payments via <a1>built-in subscription functionality<\/a1> for some stores or the <a2>WooCommerce Subscriptions<\/a2> plugin for all other stores.":["Pentru unele magazine, WooCommerce Payments acceptă încasarea automată a plăților recurente prin <a1>funcționalitatea nativă abonament<\/a1> sau, pentru toate celelalte magazine, prin modulul <a2>WooCommerce Subscriptions<\/a2>."],"Stores accepted into the promotional program will receive a 20% discount on total payment processing costs on the first $1,000,000 USD of payment processing volume conducted using WooCommerce Payments, for up to 6 months from the date your store is accepted into the program. Learn more about eligibility for the promotional program and its terms and conditions <a>here<\/a>.":["Magazinele acceptate în programul promoțional vor primi o reducere de 20% la costurile totale de procesare a plăților la primul volum de procesare a plăților de 1.000.000 $ efectuat folosind WooCommerce Payments, timp de până la 6 luni de la data acceptării magazinului în program. Află mai multe despre eligibilitatea pentru programul promoțional și despre termenii și condițiile programului <a>aici<\/a>."],"Native multi-currency: multi-currency support built right in. Increase sales by making it easier for customers outside your country to purchase from your store, in local currencies, without another extension.":["Funcționalitatea mai multe monede este nativă, înglobată direct. Îți crești vânzările facilitând clienților din afara țării tale să cumpere din magazinul tău în monedele lor locale, fără o altă extensie."],"In-person payments: WooCommerce Payments enables you to sell online and offline with the official WooCommerce mobile app instead of a paid POS solution (US and Canada only).":["Plăți față-în-față: WooCommerce Payments îți permite să vinzi online și offline cu aplicația oficială WooCommerce pentru mobil fără să mai folosești soluția POS (numai în SUA și Canada), pentru care trebuia să plătești."],"Maximize checkout conversion by providing buyers the payment methods that are most popular and relevant to them including credit & debit cards, Apple Pay, Google Pay, and local options based on their country. WooCommerce Payments gives your store more flexibility and your customers more purchasing power – including compatibility with extensions to add options like PayPal, Amazon Pay, as well as installment and buy now, pay later options like Affirm, Klarna, and Afterpay.":["Mărești conversia pentru finalizarea comenzilor oferindu-le cumpărătorilor cele mai populare și relevante metode de plată, inclusiv carduri de credit și debit, Apple Pay, Google Pay și opțiuni locale în funcție de țara lor. WooCommerce Payments oferă magazinului tău mai multă flexibilitate și clienților tăi mai multă putere de cumpărare - inclusiv compatibilitate cu extensii ca să adauge opțiuni, cum ar fi PayPal, Amazon Pay, precum și opțiuni plată în rate, cumpără acum și plătește mai târziu, cum ar fi Affirm, Klarna și Afterpay."],"Collect payments, handle disputes, and track revenue from inside your store’s dashboard. You can also securely accept credit and debit card payments, Apple Pay, local payment methods, recurring revenue, accelerated checkout, and more – in over 100+ currencies with WooCommerce Payments.":["Cu WooCommerce Payments, colectezi plăți, gestionezi contestațiile și litigiile și urmărești veniturile obținute direct din panoul de control al magazinului tău. De asemenea, accepți în siguranță plăți cu carduri de credit și de debit, Apple Pay, metode de plată locale, venituri recurente, finalizări rapide ale comenzilor și altele - în peste 100 de monede."],"Run your business and manage your payments all in one place with the only solution built and supported by WooCommerce.":["Îți conduci afacerile și îți administrezi plățile într-un singur loc, cu soluția exclusivă construită și susținută de WooCommerce."],"Give your buyers more ways to pay":["Oferă-le cumpărătorilor mai multe modalități de plată"],"Run your business and manage your payments all in one place with the only solution built and supported by WooCommerce. With WooCommerce Payments you can collect payments, handle disputes, and track revenue from inside your store’s dashboard – with no setup costs or monthly fees.":["Îți conduci afacerile și îți administrezi plățile dintr-un singur loc, cu soluția exclusivă construită și susținută de WooCommerce. Cu WooCommerce Payments poți să colectezi plăți, să-ți gestionezi contestațiile și litigiile și să urmărești veniturile obținute din panoul de control al magazinului tău - fără costuri pentru inițializări și taxe lunare."],"*See <a>Terms and Conditions<\/a> for more details.":["*Pentru mai multe detalii, vezi <a>Termeni și condiții<\/a>."],"Discount will be applied to payments processed via WooCommerce Payments upon completion of installation, setup, and onboarding of WooCommerce Payments.":["Reducerea va fi aplicată plăților procesate prin WooCommerce Payments după finalizarea instalării, inițializării și îmbarcării pe WooCommerce Payments."],"<b>20% off payment processing<\/b><br\/>on up to $1,000,000 USD in payments or over the next 6 months, whichever comes first.*":["<b>Reducere de 20% la procesarea plăților<\/b><br\/>pentru plăți de până la 1.000.000 $ sau în următoarele 6 luni, pentru una din aceste limite care este atinsă prima.*"],"Payments, made simple":["Plățile se fac simplu"],"Affirm":["Affirm"],"Amazon Pay":["Amazon Pay"],"Get in touch":["Contactează-ne"],"Have more questions?":["Ai mai multe întrebări?"],"Can WooCommerce Payments support Subscriptions and recurring payment options?":["WooCommerce Payments poate accepta abonamente și opțiuni de plată recurente?"],"If we become aware of prohibited activity, we may restrict or shutdown the account responsible.":["Dacă descoperim activități interzise, este posibil să restricționăm sau să închidem contul răspunzător."],"By signing up to use WooCommerce Payments, you agree not to accept payments in connection with these restricted activities, practices or products. We also work to ensure that no prohibited activity is conducted on WooCommerce Payments.":["Dacă te înregistrezi ca să folosești WooCommerce Payments, consimți să nu accepți plăți care au legătură cu activități, practici sau produse restricționate. De asemenea, vrem să ne asigurăm că nu se desfășoară activități interzise pe WooCommerce Payments."],"The full list of these businesses can be found in <a>Stripe’s Restricted Businesses list<\/a>.":["Lista completă a acestor tipuri de afaceri și produse poate fi găsită în <a>lista cu afaceri restricționate pe Stripe<\/a>."],"Firearms, ammunition":["Arme de foc, muniție"],"Substances designed to mimic illegal drugs":["Substanțe care imită drogurile ilegale"],"Social media activity, like Twitter followers, Facebook likes, YouTube views":["Activități pe media socială, cum ar fi urmăritorii Twitter, aprecieri Facebook, vizualizări YouTube"],"Pseudo pharmaceuticals":["Pseudo-farmaceutice"],"Multi-level marketing":["Marketing pe mai multe niveluri"],"Drug paraphernalia (including e-cigarette, vapes and nutraceuticals)":["Accesorii pentru droguri (inclusiv țigări electronice, inhalatoare de vapori și suplimente alimentare)"],"Adult content and services":["Conținut și servicii pentru adulți"],"Counterfeit goods":["Bunuri contrafăcute"],"Virtual currency, including video game or virtual world credits":["Monede virtuale, inclusiv jocuri video sau credite în lumea virtuală"],"Due to restrictions from card networks, our payment service providers, and their financial service providers, some businesses and product types that are not allowed to transact using WooCommerce Payments, including but not limited to:":["Din cauza unor restricții impuse de rețelele de carduri, de furnizorii noștri de servicii de plată și furnizorii lor de servicii financiare, sunt unele tipuri de afaceri și produse cărora nu le este permis să facă tranzacții folosind WooCommerce Payments, inclusiv (dar fără a se limita numai la acestea):"],"What products are not permitted on my store when accepting payments with WooCommerce Payments?":["Ce produse nu sunt permise în magazinul meu după ce am acceptat plăți cu WooCommerce Payments?"],"Most banks will reflect the deposit in your account as soon as they receive the transfer from WooCommerce Payments. Some may take a few extra days to make the balance available to you.":["Majoritatea băncilor vor reflecta depunerile în contul tău de îndată ce primesc transferul de la WooCommerce Payments. Dar unele bănci au nevoie de mai multe zile până când ai banii la dispoziție."],"For example, a business based in New Zealand has a pending period of 4 business days. Payments made to this account on Wednesday will be paid out on the next Tuesday.":["De exemplu, pentru cineva din Noua Zeelandă există o perioadă de așteptare de 4 zile lucrătoare. Plățile făcute într-o zi de miercuri vor ajunge în cont marțea următoare."],"Payments received each day become part of the pending balance. That pending balance will become available after a pending period. On the day it becomes available, it will be automatically paid out to your bank account. The pending period is based on the country of the account.":["Plățile primite în fiecare zi formează soldul aflat în așteptare. Soldul în așteptare va deveni disponibil după o anumită perioadă de așteptare. În ziua în care devine disponibil, va fi plătit automat în contul tău bancar. Perioada de așteptare este în funcție de țara unde este creat contul bancar."],"For most accounts, WooCommerce Payments <a>automatically pays out<\/a> your available account balance into your nominated account daily after a standard pending period.":["Pentru majoritatea conturilor, WooCommerce Payments <a>plătește zilnic și automat<\/a> soldul disponibil în contul pe care l-ai nominalizat, dar după o perioadă standard de așteptare."],"When will I receive deposits for my WooCommerce Payments account balance?":["Când voi primi depuneri în soldul contului meu WooCommerce Payments?"],"<a>View all fees<\/a>":["<a>Vezi toate taxele<\/a>"],"WooCommerce Payments uses a pay-as-you-go pricing model. You pay only for activity on the account. No setup fee or monthly fee. Fees differ based on the country of your account, the form of payment the buyer chooses, and the country of your customers card.":["WooCommerce Payments folosește un model de tarifare care acoperă costurile pe măsură ce apar. Plătești numai pentru activitățile din cont. Fără taxă de inițializare sau taxă lunară. Taxele diferă în funcție de țara unde ai contul, de forma de plată pe care o alege cumpărătorul și de țara unde este eliberat cardul clientului."],"What are the fees for WooCommerce Payments?":["Care sunt taxele pentru WooCommerce Payments?"],"How will I save money using WooCommerce Payments?":["Cum voi economisi bani folosind WooCommerce Payments?"],"Subscription functionality: offer customers a recurring option for your inventory without purchasing an additional extension (US only).":["Funcționalitate abonament: oferă clienților o opțiune recurentă pentru inventarul tău fără a cumpăra o extensie suplimentară (numai în S.U.A.)."],"Native dashboard: track cash flow from the same WordPress dashboard you're already using to manage product catalog, inventory, orders, fulfillment, and otherwise run your online storefront.":["Panou control nativ: urmărești fluxul de numerar din același panou control WordPress pe care îl folosești deja pentru a-ți administra catalogul de produse, inventarul, comenzile și onorarea lor și, totodată, îți rulezi vitrina cu produse online."],"Yes. WooCommerce Payments works alongside other payment service providers, including Stripe, PayPal, and all others. We’ve built it with this flexibility in mind so that you can ensure your store is working to meet your business needs.":["Da. WooCommerce Payments funcționează și împreună cu alți furnizori de servicii de plată, inclusiv Stripe, PayPal și toți ceilalți. L-am construit ca să fie flexibil și ca să poți știi cu siguranță că magazinul tău funcționează pentru a-ți satisface toate nevoile afacerii."],"Can I use WooCommerce Payments alongside other payment gateways?":["Pot să folosesc WooCommerce Payments împreună cu alte gateway-uri de plată?"],"What is WooCommerce Payments?":["Ce este WooCommerce Payments?"],"Frequently asked questions":["Întrebări frecvente"],"By clicking \"Install\", you agree to the <a>Terms of Service<\/a>":["Dacă dai clic pe „Instalează”, ești de acord cu <a>Termenii de utilizare ai serviciului<\/a>"],"Just dismiss WooCommerce Payments":["Doar renunță la WooCommerce Payments"],"It’s something else (Please share below)":["Altceva (te rog scrie mai jos)"],"I’m open to installing it another time":["Poate o să-l instalez altă dată"],"I need more information about WooCommerce Payments":["Am nevoie de mai multe informații despre WooCommerce Payments"],"I don’t want to install another plugin":["Nu vreau să instalez încă un modul"],"I’m already happy with my payments setup":["Sunt mulțumit de inițializarea plăților"],"Limited time offer":["Ofertă pentru o perioadă de timp limitată"],"See more":["Vezi mai multe"],"PayPal Payments":["Plăți cu PayPal"],"Comments (Optional)":["Comentarii (opțional)"],"WooCommerce Payments":["WooCommerce Payments"],"Install":["Instalează"],"Klarna":["Klarna"],"Learn more":["Află mai multe"],"No thanks":["Nu, mulțumesc"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/wcpay-payment-welcome-page.js"}}