{"translation-revision-date":"2022-12-02 14:25:45+0000","generator":"GlotPress\/4.0.0-alpha.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n == 0 || n % 100 >= 2 && n % 100 <= 19) ? 1 : 2);","lang":"ro"},"Zapier":["Zapier"],"Vimeo":["Vimeo"],"Trustpilot":["Trustpilot"],"Tiktok":["TikTok"],"Salesforce":["Salesforce"],"Jetpack CRM":["Jetpack CRM"],"Google":["Google"],"Creative Mail by Constant Contact":["Creative Mail de Constant Contact"],"By":["De"],"No posts yet":["Niciun articol până acum"],"Oops, our posts aren't loading right now":["Hopa, articolele noastre nu se încarcă în acest moment"],"Read {{link}}the WooCommerce blog{{\/link}} for more tips on marketing your store":["Pentru mai multe sfaturi referitoare la marketingul magazinului, citește {{link}}blogul WooCommerce{{\/link}}"],"Recommended coupon extensions":["Extensii recomandate pentru cupoane"],"Take your coupon marketing to the next level with our recommended coupon extensions.":["Îți duci marketingul cupoanelor la nivelul următor cu extensiile noastre recomandate pentru cupoane."],"Learn the ins and outs of successful coupon marketing from the experts at WooCommerce.":["Află de la experții WooCommerce care sunt avantajele unui marketing de succes pentru cupoane."],"There was an error loading recommended extensions.":["A fost o eroare la încărcarea extensiilor recomandate."],"There was an error loading installed extensions.":["A fost o eroare la încărcarea extensiilor instalate."],"There was an error trying to activate the extension.":["A fost o eroare la încercarea de a actualiza extensia."],"The extension has been successfully activated.":["Extensia a fost activată cu succes."],"WooCommerce knowledge base":["Bază de cunoștințe WooCommerce"],"Great marketing requires the right tools. Take your marketing to the next level with our recommended marketing extensions.":["Un marketing eficient necesită instrumente potrivite. Cu extensiile noastre de marketing recomandate îți îmbunătățești marketingul ducându-l la un nivel superior."],"Learn the ins and outs of successful marketing from the experts at WooCommerce.":["Află de la experții WooCommerce care sunt avantajele unui marketing de succes."],"Recommended extensions":["Extensii recomandate"],"Mutable settings should be accessed via data store.":["Setările variabile ar trebui să fie accesate via magazinul de date."],"Facebook":["Facebook"]}},"comment":{"reference":"assets\/client\/admin\/wp-admin-scripts\/marketing-coupons.js"}}