{"translation-revision-date":"2022-12-02 14:25:45+0000","generator":"GlotPress\/4.0.0-alpha.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n == 0 || n % 100 >= 2 && n % 100 <= 19) ? 1 : 2);","lang":"ro"},"Keep editing":["Continuă editarea"],"Publish your product 🎉":["Publică-ți produsul 🎉"],"Good work! Now you can publish your product to your store by hitting the “Publish” button or keep editing it.":["Foarte bine! Acum poți să-ți publici produsul în magazin apăsând butonul „Publică” sau să continui să îl editezi."],"Add your product categories here. Assign categories to your products to make them easier to browse through and find in your store.":["Adaugă aici categoriile tale de produse. Poți să atribui categorii pentru produsele tale ca să fie mai ușor de căutat și de găsit în magazin."],"Add your product categories":["Adaugă categoriile tale de produse"],"Add your product tags here. Tags are a method of labeling your products to make them easier for customers to find. For example, if you sell clothing, and you have a lot of cat prints, you could make a tag for “cat.”":["Adaugă aici etichetele tale pentru produse. Etichetele sunt o metodă de etichetare a produselor ca să fie găsite mai ușor de clienți. De exemplu, dacă vinzi îmbrăcăminte și ai multe feluri de tricouri, poți să creezi o etichetă „tricou”."],"Add your product tags":["Adaugă etichetele tale pentru produse"],"Upload an image to your product here. Ideally a JPEG or PNG about 600 px wide or bigger. This image will be shown in your store’s catalog.":["Încarcă aici o imagine pentru produsul tău. De preferat în formatul JPEG sau PNG, cu o lățime de aproximativ 600 px sau mai mare. Această imagine va fi afișată în catalogul magazinului tău."],"Add your product image":["Adaugă imagini pentru produsele tale"],"Type a quick summary for your product here. This will appear on the product page right under the product name.":["Scrie aici o descriere scurtă a produsului tău. Ea va apărea în pagina produsului, chiar sub numele produsului."],"Add your short product description":["Adaugă o descriere scurtă pentru produsul tău"],"Use the tabs to switch between sections and insert product details. Start by adding your product price.":["Folosește filele pentru a comuta între secțiuni și pentru a introduce detalii despre produse. Începe prin adăugarea prețului produselor."],"Add your product data":["Adaugă date pentru produsele tale"],"Start typing your new product name here. Add your full product description here. Describe your product in detail.":["Aici trebuie să scrii numele noului produs. Adaugă și descrierea completă a produsului. Descrie-ți produsul în detaliu."],"Add your product description":["Adaugă descrierea pentru produsul tău"],"Start typing your new product name here. This will be what your customers will see in your store.":["Aici trebuie să scrii numele noului produs. Este numele pe care clienții tăi îl vor vedea în magazin."],"Product name":["Nume produs"]}},"comment":{"reference":"assets\/client\/admin\/wp-admin-scripts\/product-tour.js"}}