{"translation-revision-date":"2022-12-02 14:25:45+0000","generator":"GlotPress\/4.0.0-alpha.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n == 0 || n % 100 >= 2 && n % 100 <= 19) ? 1 : 2);","lang":"ro"},"If you’d like to speed up your process and print your shipping label straight from your WooCommerce dashboard, WooCommerce Shipping may be for you! ":["Dacă vrei să accelerezi procesul și să tipărești etichetele de livrare direct din panoul de control WooCommerce, poți să folosești WooCommerce Shipping!"],"Print USPS and DHL labels straight from your WooCommerce dashboard and save on shipping thanks to discounted rates. You can manage WooCommerce Shipping in this section.":["Tipărești etichetele USPS și DHL direct din panoul de control WooCommerce și economisești bani la livrări datorită tarifelor cu reduceri. Poți să administrezi WooCommerce Shipping în această secțiune."],"We defaulted to some recommended shipping methods based on your store location, but you can manage them at any time within each shipping zone settings.":["Am aplicat implicit câteva metode de livrare recomandate, în funcție de locația magazinului tău, dar le poți administra oricând în setările fiecărei zone de livrare."],"A shipping zone is a geographic area where a certain set of shipping methods are offered.":["O zonă de livrare este o zonă geografică pentru care este oferit un anumit set de metode de livrare."],"We added a few shipping zones for you based on your location, but you can manage them at any time.":["Am adăugat câteva zone de livrare pentru tine, în funcție de locația magazinului tău, dar le poți administra oricând."],"We recommend adding one of the following shipping extensions to your store. The extension will be installed and activated for you when you click \"Get started\".":["Recomandăm să adaugi una dintre următoarele extensii de livrare în magazinul tău. Extensia va fi instalată și activată când dai clic pe „Începe”."],"Recommended shipping solutions":["Soluții de livrare recomandate"],"🎉 WooCommerce Shipping is installed!":["🎉 WooCommerce Shipping este instalat!"],"Finish the setup by connecting your store to Jetpack.":["Finalizează inițializarea prin conectarea magazinul la Jetpack."],"Print USPS and DHL Express labels straight from your WooCommerce dashboard and save on shipping.":["Tipărești etichete USPS și DHL Express direct din panoul de control WooCommerce și faci economii la livrări."],"See more options":["Vezi mai multe opțiuni"],"WooCommerce Shipping":["WooCommerce Shipping"],"Hide this":["Ascunde asta"],"(opens in a new tab)":["(se deschide într-o filă nouă)"],"Get started":["Începe"],"Task List Options":["Opțiuni listă de sarcini"],"Recommended":["Recomandat"],"Activate":["Activează"],"Shipping zones":["Zone de livrare"],"Learn more":["Află mai multe"],"Shipping methods":["Metode de livrare"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/shipping-recommendations.js"}}