{"translation-revision-date":"2022-12-12 09:45+0000","generator":"WP-CLI\/2.7.1","source":"chunk-config-tab-scanner.lite.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"de_AT","plural-forms":"nplurals=2; plural=n != 1;"},"Learn more":["Mehr erfahren"],"Cancel":["Abbrechen"],"Disabled":["Deaktiviert"],"Let our team help you with the setup":["Lass dir von unserem Team bei der Einrichtung helfen"],"https:\/\/devowl.io\/wordpress-real-cookie-banner\/cookie-experts\/":["https:\/\/devowl.io\/de\/wordpress-real-cookie-banner\/cookie-experts\/"],"Get help from Cookie Experts":["Hol dir Hilfe von Cookie-Experten"],"We admit, it is not easy to find all the services, cookies, etc. The legal requirements in the EU are quite complex for many website operators. We can understand if you feel overwhelmed – if this goes far beyond what you can technically do. After you know what all has to be considered, the question of how to make your website privacy compliant does not let you sleep peacefully either.":["Zugegeben, es ist nicht einfach, alle Services, Cookies usw. zu finden. Die rechtlichen Anforderungen in der EU sind für viele Websitebetreiber ziemlich komplex. Wir können verstehen, wenn du dich überfordert fühlst - da dies weit über deine technischen Fähigkeiten hinausgeht. Nachdem du weißt, was alles beachtet werden muss, lässt dich die Frage, wie du deine Website überhaupt datenschutzkonform gestalten kannst, vielleicht auch nicht ruhig schlafen."],"Don’t worry, we have a solution for you! Our Cookie Experts have already set up many cookie banners and know exactly what they are doing. They can also set up your cookie banner quickly and easily. So, we can simply take this worry away from you.":["Mach dir keine Sorgen, wir haben eine Lösung für dich! Unsere Cookie-Experten haben schon viele Cookie Banner eingerichtet und wissen genau, was sie tun. Sie können auch dein Cookie Banner schnell und einfach einrichten. So können wir dir diese Sorge einfach abnehmen."],"Close":["Schließen"],"Create now":["Erstellen"],"https:\/\/devowl.io\/support\/":["https:\/\/devowl.io\/de\/support\/"],"Content Blockers are globally deactivated in the settings and are therefore not displayed on your website.":["Content Blocker sind in den Einstellungen global deaktiviert und werden daher nicht auf deiner Website angezeigt."],"Enable now":["Jetzt aktivieren"],"No":["Nein"],"What you should definitely know!":["Was du unbedingt wissen solltest!"],"Okay, I got it":["Okay, verstanden"],"Want to use %s template?":["Möchtest du die %s Vorlage verwenden?"],"Only a limited number of templates for services and content blockers are available in the %s version of Real Cookie Banner. Get the PRO version now and create a service or content blocker from this template with just one click!":["In der %s Version von Real Cookie Banner steht nur eine begrenzte Anzahl von Vorlagen für Services und Content Blocker zur Verfügung. Hole dir jetzt die PRO-Version und erstelle mit nur einem Klick einen Service oder Content Blocker aus der Vorlage!"],"Demo":["Demo"],"Free":["Kostenlos"],"You can create this service yourself in the free version without any restrictions and research the necessary information.":["Du kannst diesen Service in der kostenlosen Version ohne Einschränkungen selbst erstellen und die notwendigen Informationen selbst recherchieren."],"No description":["Keine Beschreibung"],"Search template by name...":["Vorlage nach Name suchen…"],"Show only free templates":["Nur kostenlose Vorlagen anzeigen"],"{{strong}}No template found{{\/strong}}. Please try to create the service yourself or {{a}}contact us{{\/a}} and let us know for which service you need a template.":["{{strong}}Keine Vorlage gefunden.{{\/strong}} Bitte versuche, den Service selbst zu erstellen oder {{a}}kontaktiere uns{{\/a}} und teile uns mit, für welchen Service du eine Vorlage benötigst."],"The scanner finds services that you use on your website that might set\/read cookies or process personal data. This is e.g. Google Analytics, YouTube or Elementor. If there is no template for a service, you will see from which external URLs content, scripts etc. are embedded. This allows you to set up your cookie banner quickly and easily.":["Der Scanner findet Services, die du auf deiner Website verwendest und die möglicherweise Cookies setzen\/auslesen oder personenbezogene Daten verarbeiten. Dies sind z. B. Google Analytics, YouTube oder Elementor. Wenn es für einen Service keine Vorlage gibt, wird dir angezeigt, von welchen externen URLs Inhalte, Skripte etc. eingebettet wurden. Somit kannst du dein Cookie Banner schnell und einfach einrichten."],"We explicitly do not find cookies because that would not work reliably. {{a}}We explained why in our knowledge base.{{\/a}}":["Wir finden explizit keine Cookies, weil das nicht zuverlässig funktionieren würde. {{a}}Wir haben in unserer Wissensdatenbank erklärt, warum.{{\/a}}"],"https:\/\/devowl.io\/knowledge-base\/real-cookie-banner-cookie-scanner-finds-cookies-automatically\/":["https:\/\/devowl.io\/de\/wissensdatenbank\/real-cookie-banner-cookie-scanner-findet-cookies-automatisch\/"],"What the scanner finds ...":["Was der Scanner findet ..."],"External services (with and without template)":["Externe Services (mit und ohne Vorlage)"],"WordPress plugins with templates that require consent":["WordPress Plugins mit Vorlagen, die eine Einwilligung erfordern"],"Automatic check of all subpages of your website":["Automatische Überprüfung aller Unterseiten deiner Website"],"... and what it does not":["... und was er nicht findet"],"Cookies from unknown WordPress plugins":["Cookies von unbekannten WordPress-Plugins"],"Services embedded after the page load via JavaScript":["Services, die nach dem Laden der Seite über JavaScript eingebettet werden"],"Complete coverage of your individual use case":["Vollständige Abdeckung deines individuellen Anwendungsfalls"],"Just by using the scanner, you will not set up your cookie banner one hundred percent correctly. If it is too complex or time-consuming for you to set up the cookie banner yourself, just let one of our {{a}}cookie experts{{\/a}} set it up for you!":["Allein mit dem Scanner wirst du dein Cookie Banner nicht hundertprozentig korrekt einrichten können. Wenn es dir zu komplex oder zeitaufwendig ist, den Cookie Banner selbst einzurichten, lass ihn einfach von einem unserer {{a}}Cookie Experten{{\/a}} einrichten!"],"What are services? Services can be external applications such as Google Analytics or WordPress plugins or themes that process personal data (e.g. IP address) and\/or set cookies. Cookies (and similar technologies) are small text files that are stored on the device of visitors to your website. You can store information about the visitor in cookies, such as the website's language, or unique advertising IDs to display personalized advertising. You, as the site owner, must ensure that cookies are only placed on your visitors' devices and personal data are only processed if they have given their explicit consent. Unless you have a legitimate interest in the legal sense to do so even without consent. You can define here all the services you use and their cookies with their legal and technical information.":["Was sind Services? Services können externe Anwendungen wie Google Analytics oder WordPress-Plugins oder Themes sein, die personenbezogene Daten (z.B. IP-Adresse) verarbeiten und\/oder Cookies setzen. Cookies (und ähnliche Technologien) sind kleine Textdateien, die auf dem Gerät der Besucher deiner Website gespeichert werden. Du kannst in Cookies Informationen über den Besucher speichern, wie z.B. die Sprache, in der ihm die Website zur Verfügung gestellt werden soll, oder eindeutige Werbe-IDs, um personalisierte Werbung anzuzeigen. Du, als Website-Betreiber, musst sicherstellen, dass Cookies nur auf den Geräten deiner Besucher platziert werden und personenbezogene Daten nur dann verarbeitet werden, wenn sie ihre ausdrückliche Einwilligung gegeben haben. Außer du hast ein berechtigtes Interesse im rechtlichen Sinne dies auch ohne Einwilligung zu tun. Du kannst hier alle von dir genutzten Services und deren Cookies mit ihren rechtlichen und technischen Informationen definieren."],"https:\/\/devowl.io\/2021\/web-cookies-overview\/":["https:\/\/devowl.io\/de\/2021\/cookies-im-internet\/"],"What is a content blocker? Imagine that a user of your website does not accept all services. At the same time, you have integrated e.g. a YouTube video that sets cookies that the visitor has not agreed to. According to the ePrivacy Directive, this is prohibited. Content blockers automatically replace iframes, script and link tags like YouTube videos for such users and offer them to watch the video as soon as they agree to load it.":["Was ist ein Content Blocker? Stell dir vor, ein Nutzer deiner Website akzeptiert nicht alle Services. Gleichzeitig hast du z. B. ein YouTube-Video eingebunden, das Cookies setzen würde, denen der Besucher nicht zugestimmt hat. Laut der ePrivacy-Richtlinie ist das nicht erlaubt. Content Blocker ersetzen für solche Nutzer automatisch Iframes, Script- und Link-Tags wie YouTube-Videos und bieten dem Nutzer an, das Video anzusehen, sobald dieser in das Laden von YouTube-Videos einwilligt."],"Consents are automatically documented in order to be able to prove compliance with the legal requirements according to {{a}}Art. 5 GDPR{{\/a}} and, in case of dispute, to prove how the consent was obtained.":["Einwilligungen werden automatisch dokumentiert, um die Einhaltung der gesetzlichen Anforderungen nach {{a}}Art. 5 DSGVO{{\/a}} nachweisen zu können und im Streitfall zu beweisen, wie die Einwilligung eingeholt wurde."],"https:\/\/gdpr-info.eu\/art-5-gdpr\/":["https:\/\/dsgvo-gesetz.de\/art-5-dsgvo\/"],"Consents before %s has been automatically deleted according to the settings you have made.":["Einwilligungen vor %s wurden gemäß den von dir vorgenommenen Einstellungen automatisch gelöscht."],"Your website visitors must be able to view their consent history, change their consent, or withdraw their consent at any time. This must be as easy as giving consent. Therefore, the legal links must be included on every subpage of the website (e.g. in the footer).":["Deine Website-Besucher müssen in der Lage sein, den Verlauf ihrer Einwilligung einzusehen, ihre Einwilligung zu ändern oder sie jederzeit zu widerrufen. Das muss so einfach sein wie die Erteilung der Einwilligung. Deshalb müssen die rechtlichen Links auf jeder Unterseite der Website zu finden sein (z. B. im Footer\/Fußzeile)."],"Hiding these options, e.g. in the privacy policy, is in the opinion of multiple data protection authorities in the EU a violation of the GDPR.":["Das Verstecken dieser Optionen, z. B. in der Datenschutzerklärung, ist nach Ansicht mehrerer Datenschutzbehörden in der EU ein Verstoß gegen die DSGVO."],"https:\/\/www.datenschutzkonferenz-online.de\/media\/oh\/20211220_oh_telemedien.pdf":["https:\/\/www.datenschutzkonferenz-online.de\/media\/oh\/20211220_oh_telemedien.pdf"],"To meet the requirements of the TCF standard, the shortcodes should be placed near the link to the privacy policy.":["Um die Anforderungen des TCF-Standards zu erfüllen, sollten die Shortcodes in der Nähe des Links zu der Datenschutzerklärung platziert werden."],"What is a TCF vendor? According to the IAB Europe Transparency and Consent Framework (TCF), any service (e.g. Google for Google Ads) that wants to use consents according to the TCF standard must register as a vendor in the {{a}}Global Vendor List (GVL){{\/a}}. All TCF vendors specify for which purposes they need consent to process data and set cookies and which features they can offer with these consents. They also provide a link to their privacy policy for further information. You, as a website operator, must obtain consent in your cookie banner for all vendors you work with. You can limit the requested purposes of vendors to keep consents as privacy-friendly as possible.":["Was ist ein TCF-Vendor? Gemäß dem IAB Europe Transparency and Consent Framework (TCF) muss sich jeder Service (z.B. Google für Google Ads), der Einwilligungen nach dem TCF-Standard nutzen möchte, als Anbieter in der {{a}}Global Vendor List (GVL){{\/a}} registrieren. Alle TCF Vendoren geben an, für welche Zwecke sie eine Einwilligung zur Datenverarbeitung und zum Setzen von Cookies benötigen und welche Funktionen sie mit diesen Einwilligungen anbieten können. Für weitere Informationen stellen sie auch einen Link zu ihrer Datenschutzerklärung zur Verfügung. Du als Websitebetreiber musst für alle Vendoren (Partner), mit denen du zusammenarbeitest, eine Einwilligung in deinem Cookie Banner einholen. Du kannst die angefragten Zwecke von Vendoren einschränken, um die Einwilligungen so datenschutzfreundlich wie möglich zu halten."],"https:\/\/iabeurope.eu\/vendor-list-tcf-v2-0\/":["https:\/\/iabeurope.eu\/vendor-list-tcf-v2-0\/"],"You can export and import all or only some of the settings you made in Real Cookie Banner. If you have several websites, you can save a lot of time by transferring the settings comfortably.":["Du kannst alle oder nur einige der Einstellungen, die du in Real Cookie Banner vorgenommen hast, exportieren und importieren. Wenn du mehrere Websites hast, kannst du viel Zeit sparen, indem du die Einstellungen bequem überträgst."],"Also, you can export documented consents to save them in a local backup.":["Außerdem kannst du dokumentierte Einwilligungen exportieren, um sie in einem lokalen Backup zu speichern."],"If you think a sitemap exists but you get this error, please <a href=\"%s\" target=\"_blank\" \/>contact our support<\/a> and we will look individually where the problem is in your WordPress installation.":["Wenn du denkst, dass eine Sitemap existiert, aber du diesen Fehler bekommst, kontaktiere bitte <a href=\"%s\" target=\"_blank\" \/>unseren Support<\/a> und wir werden individuell schauen, wo das Problem in deiner WordPress-Installation liegt."],"We didn't find a sitemap on your website. We need it to scan all the subpages of your website. Do you have this feature disabled in your WordPress?":["Wir haben keine Sitemap auf deiner Website gefunden. Wir brauchen sie, um alle Unterseiten deiner Website zu scannen. Hast du diese Funktion in deinem WordPress deaktiviert?"],"The sitemap could not be parsed. Therefore, we cannot check for services on your website.":["Die Sitemap konnte nicht zerlegt und analysiert werden. Daher können wir nicht nach Services auf deiner Website suchen."],"The sitemap is empty. So, we could not add any URLs to the scanner.":["Die Sitemap ist leer. Wir konnten daher keine URLs zum Scanner hinzufügen."],"Whoops!":["Whoops!"],"Scan complete website":["Komplette Website scannen"],"Find your website sitemap...":["Finde die Sitemap deiner Website..."],"Collect all scannable URLs...":["Sammle alle scannbaren URLs..."],"Add URLs to queue...":["URLs zur Warteschlange hinzufügen..."],"All recommendations applied":["Alle Empfehlungen umgesetzt"],"%d of %d recommendations applied":["%d von %d Empfehlungen umgesetzt"],"Scan failed":["Scan fehlgeschlagen"],"Scan completed":["Scan abgeschlossen"],"Currently scanning {{code}}%s{{\/code}} (%d of %d pages scanned)...":["Aktuell werden {{code}}%s{{\/code}} (%d von %d Seiten gescannt)..."],"You can add already found services, edit your website or have a coffee in the meantime. The scanner runs in the background.":["Du kannst bereits gefundene Services hinzufügen, deine Website bearbeiten oder in der Zwischenzeit einen Kaffee trinken. Der Scanner läuft im Hintergrund."],"Cancel scan":["Scan abbrechen"],"Scan your website for services that may set cookies or process personal data to obtain consent.":["Scanne deine Webseite nach Services, die möglicherweise Cookies setzen oder personenbezogene Daten verarbeiten, um hierfür eine Einwilligung einzuholen."],"Page is scheduled for scanning again...":["Die Seite wird erneut gescannt..."],"Element found by markup":["Element gefunden durch Markup"],"Scan again":["Erneut scannen"],"Open markup":["Markup öffnen"],"Since the scanner is currently still running, the table may be refreshed.":["Da der Scanner momentan noch läuft, kann die Tabelle aktualisiert werden."],"Something went wrong.":["Etwas ist schiefgelaufen."],"No external URL found":["Keine externe URL gefunden"],"Last scanned":["Zuletzt gescannt"],"HTML Tag":["HTML Tag"],"This status shows you if the URL was blocked by a content blocker you defined.":["Dieser Status zeigt dir, ob die URL durch einen von dir definierten Content Blocker blockiert wurde."],"Blocked?":["Blockiert?"],"Blocked URL":["Geblockte URL"],"Found on this URL":["Gefunden auf dieser URL"],"Actions":["Aktionen"],"Pages are scheduled for scanning again...":["Seiten werden erneut gescannt..."],"Scan these pages again":["Diese Seiten erneut scannen"],"On %d page":["Auf %d Seite","Auf %d Seiten"],"Services, for which you should obtain consent":["Services, für die du eine Einwilligung einholen solltest"],"Does {{i}}%s{{\/i}} belong to an essential service without which your website would technically no longer work?":["Gehört {{i}}%s{{\/i}} zu einem essenziellen Service, ohne den deine Website technisch nicht mehr funktionieren würde?"],"Yes":["Ja"],"I do not know":["Ich weiß es nicht"],"{{strong}}No:{{\/strong}} Non-essential services that process personal data (e.g. IP address in some countries) or set cookies may only be loaded after consent. You should block them using a content blocker until consent is given. {{i}}Examples would be iframes, YouTube and similar embeddings or tracking tools.{{\/i}}":["{{strong}}Nein:{{\/strong}} Nicht essenzielle Services, die persönliche Daten verarbeiten (z.B. IP-Adresse in einigen Ländern) oder Cookies setzen, dürfen nur nach der Einwilligung geladen werden. Du solltest sie mit einem Content Blocker blockieren, bis die Einwilligung erteilt wurde. {{i}}Beispiele hierfür sind iframes, YouTube und ähnliche Einbettungen oder Tracking-Tools.{{\/i}}"],"{{strong}}Yes (rare cases):{{\/strong}} You should inform your users about the use of the service in the essential services group. You do not need to create a content blocker, as the service can be loaded without consent. {{i}}Examples are CDNs, privacy-friendly spam protection tools or security tools.{{\/i}}":["{{strong}}Ja (seltene Fälle):{{\/strong}} Du solltest deine Nutzer über die Verwendung des Services in der Gruppe der essenziellen Services informieren. Einen Content Blocker musst du nicht erstellen, da der Service auch ohne Einwilligung geladen werden kann. {{i}}Beispiele sind CDNs, datenschutzfreundliche Spamschutz-Tools oder Sicherheits-Tools.{{\/i}}"],"Handle external URL":["Externe URL handhaben"],"Are you sure that you want to restore this entry?":["Bist du sicher, dass du diesen Eintrag wiederherstellen möchtest?"],"Restore":["Wiederherstellen"],"Are you sure that you want to ignore this entry?":["Bist du sicher, dass du diesen Eintrag ignorieren möchtest?"],"Ignore":["Ignorieren"],"Ignored":["Ignoriert"],"Embeds found on %d page":["Einbettungen auf %d Seite gefunden","Einbettungen auf %d Seiten gefunden"],"Embeds of external URLs to be checked":["Einbettungen von externen URLs, die geprüft werden sollen"],"You are embedding scripts, styles, iframes or similar from the following third-party servers. We currently do not have service templates for these. Therefore, you may have to create a service and\/or content blocker yourself after you have assessed the situation.":["Du bettest Skripte, Styles, iframes oder Ähnliches von den folgenden Drittservern ein. Für diese haben wir derzeit keine Service-Vorlagen. Daher musst du eventuell selbst einen Service und\/oder Content Blocker erstellen, nachdem du die Situation beurteilt hast."],"What does the scanner find?":["Was findet der Scanner?"]}}}