{"translation-revision-date":"2022-12-12 09:45+0000","generator":"WP-CLI\/2.7.1","source":"admin.lite.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"de_DE_formal","plural-forms":"nplurals=2; plural=n != 1;"},"Cancel":["Abbrechen"],"Close":["Schließen"],"Create now":["Erstellen"],"Currently scanning (%d %%)":["Scanne (%d %%)"],"Needs PRO":["Erfordert PRO"],"How time flies! You have installed Real Cookie Banner some time ago, but you still haven't finished the configuration yet.":["Wie die Zeit vergeht! Sie haben Real Cookie Banner schon vor einiger Zeit installiert, aber die Konfiguration noch nicht abgeschlossen."],"We have collected all relevant steps for the legally compliant use of Real Cookie Banner after the first installation. Set up the cookie banner step by step to add a cookie banner to your website in compliance with the ePrivacy Directive and GDPR.":["Wir haben alle relevanten Schritte für die rechtskonforme Nutzung von Real Cookie Banner nach der Erstinstallation zusammengestellt. Richten Sie das Cookie Banner Schritt für Schritt ein, um Ihre Website mit einem Cookie Banner in Einklang mit der ePrivacy-Richtlinie und der DSGVO zu versehen."],"Hide completed steps":["Abgeschlossene Schritte ausblenden"],"%d \/ %d steps completed":["%d \/ %d Schritte abgeschlossen"],"You have changed settings that affect the content or behavior of the cookie banner. You should ask all visitors for their consent again.":["Sie haben Einstellungen geändert, die den Inhalt oder das Verhalten des Cookie Banners beeinflussen. Sie sollten alle Website-Besucher erneut um ihre Einwilligung bitten."],"Request new consent":["Neue Einwilligung verlangen"],"Are you sure you don't want to collect new consents?":["Sind Sie sicher, dass Sie keine neuen Einwilligungen einholen möchten?"],"Consent must be obtained in accordance with {{a}}Art. 7 GDPR{{\/a}}. Your visitor must be informed about all circumstances of the consent. However, you have made changes to your cookie banner, which lead to the fact that previously visitors have consented differently or to something different than is now in the cookie banner. Therefore, previously collected consents may have become partially invalid.":["Die Einwilligung muss nach {{a}}Art. 7 DSGVO{{\/a}} eingeholt werden. Ihr Besucher muss über alle Umstände der Einwilligung informiert werden. Sie haben jedoch Änderungen an Ihrem Cookie Banner vorgenommen, die dazu führen, dass frühere Besucher anders oder zu etwas anderem eingewilligt haben, als es jetzt im Cookie Banner steht. Daher können zuvor gesammelte Einwilligungen teilweise unwirksam geworden sein."],"https:\/\/gdpr-info.eu\/art-7-gdpr\/":["https:\/\/dsgvo-gesetz.de\/art-7-dsgvo\/"],"If you have created a new service like Google Analytics (without visual content blocker), previous visitors can never consent without collecting new consents and you cannot track them, for example.":["Wenn Sie einen neuen Service wie Google Analytics (ohne Visual Content Blocker) eingerichtet haben, können frühere Besucher niemals ihre Einwilligung geben, ohne dass neue Einwilligungen eingeholt werden, und Sie können sie beispielsweise nicht tracken."],"Dismiss notice":["Meldung ausblenden"],"The cookie banner is activated, but unfortunately you have not yet created or enabled services.":["Der Cookie-Banner ist aktiviert, aber leider haben Sie noch keine Services erstellt oder aktiviert."],"Your {{code}}wp-content{{\/code}} folder is not writable. Please check your permissions!":["Ihr {{code}}wp-content{{\/code}} Ordner ist nicht beschreibbar. Bitte überprüfen Sie Ihre Berechtigungen!"],"You have not yet defined a %s service. To use {{strong}}%s{{\/strong}} with Real Cookie Banner, you must create the appropriate service.":["Sie haben noch keinen %s Service definiert. Um Ereignisnamen zu verwenden, müssen Sie einen %s Service erstellen."],"Thank you for using the free version of Real Cookie Banner. You might also be interested in the PRO version, which offers you more features, 20+ design templates, 100+ service templates, 60+ content blocker templates and much more.":["Vielen Dank, dass Sie die kostenlose Version von Real Cookie Banner verwendet haben. Vielleicht sind Sie auch an der PRO-Version interessiert, die Ihnen mehr Funktionen, über 20 Design-Vorlagen, über 100 Service-Vorlagen, über 60 Content-Blocker-Vorlagen und vieles mehr bietet."],"No, not interested...":["Nein, nicht interessiert…"],"I want to learn more!":["Mehr erfahren!"],"Get PRO version":["PRO-Version kaufen"],"Real Cookie Banner":["Real Cookie Banner"],"Customize banner":["Cookie Banner anpassen"],"Set up the cookie banner":["Cookie Banner einrichten"],"Real Cookie Banner is brought to you with {{icon\/}} by":["Real Cookie Banner wird Ihnen mit {{icon\/}} zur Verfügung gestellt von"],"https:\/\/devowl.io\/":["https:\/\/devowl.io\/de\/"],"Dashboard":["Dashboard"],"Settings":["Einstellungen"],"Scanner":["Scanner"],"Services (Cookies)":["Services (Cookies)"],"Content Blocker":["Content Blocker"],"Consent":["Einwilligung"],"Import \/ Export":["Import \/ Export"],"Licensing":["Lizenzierung"],"https:\/\/devowl.io\/support\/":["https:\/\/devowl.io\/support\/"],"Support":["Support"],"Use coupon {{tag}}%s{{\/tag}} in the next {{strongHours}}%s hours{{\/strongHours}} and save {{strongPercent}}%d %%{{\/strongPercent}} in the first year!":["Verwenden Sie den Coupon {{tag}}%s{{\/tag}} in den nächsten {{strongHours}}%s Stunden{{\/strongHours}} und sparen Sie {{strongPercent}}%d %%{{\/strongPercent}} im ersten Jahr!"],"Successfully copied coupon to clipboard!":["Coupon erfolgreich in die Zwischenablage kopiert!"],"Get PRO!":["Holen Sie sich die PRO-Version!"],"Check out this feature with a {{a}}free sandbox{{\/a}} before buying!":["Testen Sie diese Funktion mit einer {{a}}kostenlosen Sandbox Installation{{\/a}}, bevor Sie kaufen!"],"https:\/\/try.devowl.io\/?product=RCB":["https:\/\/try.devowl.io\/de\/?product=RCB"],"Unlock feature":["Feature freischalten"],"Fully blocked":["Vollständig blockiert"],"Partially blocked":["Teilweise blockiert"],"Not blocked":["Nicht blockiert"]}}}