{"translation-revision-date":"2022-12-12 09:45+0000","generator":"WP-CLI\/2.7.1","source":"customize.pro.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"de_DE_formal","plural-forms":"nplurals=2; plural=n != 1;"},"Applied!":["Übernommen!"],"No, not interested...":["Nein, nicht interessiert…"],"I want to learn more!":["Mehr erfahren!"],"Use coupon {{tag}}%s{{\/tag}} in the next {{strongHours}}%s hours{{\/strongHours}} and save {{strongPercent}}%d %%{{\/strongPercent}} in the first year!":["Verwenden Sie den Coupon {{tag}}%s{{\/tag}} in den nächsten {{strongHours}}%s Stunden{{\/strongHours}} und sparen Sie {{strongPercent}}%d %%{{\/strongPercent}} im ersten Jahr!"],"Successfully copied coupon to clipboard!":["Coupon erfolgreich in die Zwischenablage kopiert!"],"Get PRO!":["Holen Sie sich die PRO-Version!"],"Check out this feature with a {{a}}free sandbox{{\/a}} before buying!":["Testen Sie diese Funktion mit einer {{a}}kostenlosen Sandbox Installation{{\/a}}, bevor Sie kaufen!"],"https:\/\/try.devowl.io\/?product=RCB":["https:\/\/try.devowl.io\/de\/?product=RCB"],"Unlock feature":["Feature freischalten"],"Fully blocked":["Vollständig blockiert"],"Partially blocked":["Teilweise blockiert"],"Not blocked":["Nicht blockiert"],"Link":["Link"],"Button":["Button"],"Want to optimize the cookie banner for mobile users?":["Cookie Banner für mobile Nutzer optimieren?"],"pro-modal\/mobile-optimization.png":["pro-modal\/de\/mobile-optimization.png"],"Cookie banners are a necessary evil that takes up a lot of space, especially on smartphones. With mobile optimization you can customize the cookie banner so that it is more discreet and at the same time easy to read on smartphones.":["Cookie Banner sind ein notwendiges Übel, das vor allem auf Smartphones viel Platz einnimmt. Mit den Mobile-Optimierungen können Sie den Cookie Banner so anpassen, dass er dezenter und gleichzeitig auf Smartphones gut lesbar ist."],"Want to use %s preset?":["Möchten Sie das %s Design verwenden?"],"Only a limited number of presets are available for the free version of Real Cookie Banner. Start now with the PRO version and create a design from a preset with just one click.":["Für die kostenlose Version von Real Cookie Banner steht nur eine begrenzte Anzahl von Designvorlagen zur Verfügung. Holen Sie sich jetzt die PRO-Version und erstellen ein Design aus einer Vorlage mit nur einem Klick."],"Apply":["Übernehmen"],"Presets":["Vorlagen"],"You can choose between different presets. Presets only change the style, but no texts or content. Tip: Hover the mouse over a preset to see a real-time preview. Wait %d seconds, and you will see a preview of the individual privacy settings screen.":["Sie können zwischen verschiedenen Vorlagen wählen. Vorlagen ändern nur den Stil, aber keine Texte oder Inhalte. Tipp: Fahren Sie mit der Maus über eine Voreinstellung, um eine Echtzeit-Vorschau zu sehen. Warten Sie %d Sekunden und Sie sehen eine Vorschau der individuellen Privatsphären-Einstellungen."],"Hide":["Ausblenden"],"You want to hide the \"Powered by\" link?":["„Consent Management mit Real Cookie Banner“-Link ausblenden?"],"Hide the \"Powered by\" link in the cookie banner and use the cookie banner white labeled for the visitors of your website.":["Blenden Sie den „Consent Management mit Real Cookie Banner“-Link im Cookie Banner aus und verwenden Sie den White Label Cookie Banner für die Besucher Ihrer Website."],"Enable":["Aktivieren"],"Want to have a choice in the first view?":["Wollen Sie die Auswahl in der ersten Ansicht haben?"],"pro-modal\/groups-first-view.png":["pro-modal\/de\/groups-first-view.png"],"Visitors of your website can choose which service groups they want to accept immediately after loading the cookie banner, without the need to go into the individual privacy settings.":["Besucher Ihrer Website können wählen, welche Service-Gruppen sie sofort nach dem Laden des Cookie Banners akzeptieren wollen, ohne dass sie in die individuellen Privatsphäre-Einstellungen gehen müssen."],"Allow to choose service groups directly in the first view of the cookie banner":["Erlauben Sie es, Service-Gruppen direkt in der ersten Ansicht des Cookie Banners auszuwählen"],"Enable mobile optimization":["Mobile Optimierung aktivieren"],"To ensure that the cookie banner does not take up too much space on mobile devices, its display can be reduced for this class of device.":["Damit der Cookie Banner auch mobilen Endgeräten nicht übermäßig viel Platz einnimmt, kann dessen Darstellung für diese Geräteklasse reduziert werden."],"Simulate device in preview":["Gerät in Vorschau simulieren"],"Cookie banner\/dialog design":["Cookie Banner\/Dialog Design"],"Miscellaneous":["Sonstiges"],"Individual privacy settings":["Individuelle Privatsphäre-Einstellungen"],"Useful links":["Nützliche Links"],"Avoid popular mistakes when creating a cookie banner. {{a}}Learn more!{{\/a}}":["Vermeiden Sie beliebte Fehler bei der Erstellung eines Cookie Banners. {{a}}Mehr erfahren!{{\/a}}"],"https:\/\/devowl.io\/2021\/cookie-banner-mistakes\/":["https:\/\/devowl.io\/de\/2021\/cookie-banner-fehler\/"],"Find out what you should pay attention to in the {{a}}wording of your cookie banner{{\/a}}!":["Erfahren Sie, worauf Sie beim {{a}}Wording Ihres Cookie Banners{{\/a}} achten sollten!"],"https:\/\/devowl.io\/2021\/cookie-banner-text\/":["https:\/\/devowl.io\/de\/2021\/cookie-banner-text\/"],"Learn what to look for when {{a}}designing your cookie banner{{\/a}}!":["Erfahren Sie, worauf Sie beim {{a}}Design Ihres Cookie Banners{{\/a}} achten sollten!"],"https:\/\/devowl.io\/2021\/cookie-banner-design-overview\/":["https:\/\/devowl.io\/de\/2021\/cookie-banner-design-uberblick\/"],"Want to stand out from the crowd?":["Möchten Sie sich von der Masse abheben?"],"pro-modal\/blur.png":["pro-modal\/de\/blur.png"],"Blur the background and set the focus on the cookie banner so that your visitors agree to as many services and cookies as possible.":["Zeichnen Sie den Hintergrund weich und setzen Sie den Fokus auf das Cookie Banner, damit Ihre Besucher so viele Services und Cookies wie möglich akzeptieren."],"Want to have cool animations?":["Möchten Sie coole Animationen haben?"],"pro-modal\/animations-in.png":["pro-modal\/de\/animations-in.png"],"The cookie banner can be displayed with an animation. Choose from over 40 animations the most suitable!":["Das Cookie Banner kann mit einer Animation eingeblendet werden. Wählen Sie aus über 40 Animationen die am besten geeignete aus!"],"Unlock animations":["Animationen freischalten"],"The cookie banner can be hidden with an animation. Choose from over 40 animations the most suitable!":["Das Cookie Banner kann mit einer Animation ausgeblendet werden. Wählen Sie aus über 40 Animationen die am besten geeignete aus!"],"Contrast ratio:":["Kontrastverhältnis:"],"You need to use a minimum contrast ratio between background and font color of %d to be compliant with TCF!":["Sie müssen ein minimales Kontrastverhältnis zwischen Hintergrund- und Schriftfarbe von %d verwenden, um TCF-konform zu sein!"],"It is recommend to use at least a minimum contrast ratio between background and font color of %d!":["Es wird empfohlen, mindestens ein Kontrastverhältnis zwischen Hintergrund- und Schriftfarbe von %d zu verwenden!"]}}}