{"translation-revision-date":"2022-12-12 09:45+0000","generator":"WP-CLI\/2.7.1","source":"327.pro.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"de_AT","plural-forms":"nplurals=2; plural=n != 1;"},"Learn more":["Mehr erfahren"],"The blocker template has been updated to provide current legal and technical information. Fields with outdated values or values you manually adjusted are marked with {{tag\/}}. You can apply all changes with one click!":["Die Blocker-Vorlage wurde aktualisiert, um aktuelle rechtliche und technische Informationen bereitzustellen. Felder mit veralteten Werten oder Werte, die du manuell angepasst hast, sind mit {{tag\/}} markiert. Du kannst alle Änderungen mit einem Klick übernehmen!"],"Differing from template":["Abweichend von der Vorlage"],"Applied!":["Übernommen!"],"Use default values":["Standardwerte verwenden"],"The value you entered is different from the value in the template.":["Der von dir eingegebene Wert unterscheidet sich von dem Wert in der Vorlage."],"New value:":["Neuer Wert:"],"Use default value":["Standardwert verwenden"],"Cancel":["Abbrechen"],"You have successfully saved the service.":["Du hast den Service erfolgreich gespeichert."],"The service could not be saved due to missing\/invalid form values.":["Der Service konnte aufgrund fehlender\/ungültiger Formularwerte nicht gespeichert werden."],"You have unsaved changes. If you click on \"confirm\", your changes will be discarded.":["Du hast ungespeicherte Änderungen. Wenn du auf “Bestätigen” klickst, werden deine Änderungen verworfen."],"The service group in which this service is normally placed (%s) has been deleted by you. Please group the service yourself.":["Die Service-Gruppe, in der dieser Service normalerweise platziert wird (%s), wurde von dir gelöscht. Bitte gruppiere den Service eigenständig."],"The groups specified in service templates were chosen wisely. Are you sure that this service should be assigned to another group for your case?":["Die in den Service-Vorlagen angegebenen Gruppen wurden mit Bedacht gewählt. Bist du sicher, dass dieser Service in deinem Fall einer anderen Gruppe zugeordnet werden sollte?"],"Name":["Name"],"Please provide a name!":["Bitte gib einen Namen an!"],"Each service used should have a descriptive name that is understandable to a non-professional user. Example: \"Google Analytics\".":["Jeder verwendete Service sollte einen beschreibenden Namen haben, der auch für einen nicht-professionellen Benutzer verständlich ist. Beispiel: “Google Analytics”."],"Status":["Status"],"Please choose an option!":["Bitte wähle eine Option!"],"Enabled":["Aktiviert"],"Disabled":["Deaktiviert"],"Draft":["Entwurf"],"Services with the status \"Draft\" or \"Disabled\" are not visible to the public. In addition, a draft will be highlighted in the service table so that you do not forget to configure it.":["Services mit dem Status \"Entwurf\" oder \"Deaktiviert\" sind für die Öffentlichkeit nicht sichtbar. Außerdem wird ein Entwurf in der Tabelle der Services hervorgehoben, damit du nicht vergisst, diesen fertigzustellen."],"Group":["Gruppe"],"Please provide a group!":["Bitte gib eine Gruppe an!"],"Each service must be assigned to a group. All services that do not belong to the group of essential services can (but do not have to) be accepted by visitors. According to the ePrivacy Directive, only services without which the website would not work are considered as essential services if the visitor has explicitly requested the service used. A possible economic interest of the website operator in using a tool, e.g. Google Analytics, is irrelevant.":["Jeder Service muss einer Gruppe zugeordnet werden. Alle Services, die nicht zu der Gruppe der essenziellen Services gehören, können (müssen aber nicht) von Besuchern akzeptiert werden. Gemäß der ePrivacy-Richtlinie gelten nur Services, ohne welche die Website technisch nicht funktionieren würde, als essenzielle Services, wenn der Besucher den verwendeten Service ausdrücklich angefordert hat. Ein mögliches wirtschaftliches Interesse des Website-Betreibers an der Nutzung eines Tools, z. B. Google Analytics, ist irrelevant."],"You have defined %1$s in a non-essential service group. In our legal opinion, this is the only way to use %1$s legally. However, please note that if a user doesn't consent to load %1$s, opt-in and opt-out events will not be sent to %1$s. Real Cookie Banner offers you the possibility to specify a fallback HTML\/JavaScript for this case.":["Du hast %1$s in einer nicht essenziellen Service-Gruppe definiert. Nach unserer Rechtsauffassung ist dies die einzige Möglichkeit %1$s legal zu verwenden. Bitte beachte jedoch, dass wenn ein Nutzer nicht einwilligt %1$s zu laden, keine Opt-in- und Opt-out-Events an %1$s gesendet werden. Real Cookie Banner bietet dir die Möglichkeit, für diesen Fall ein Fallback-HTML\/-JavaScript anzugeben."],"Provider":["Anbieter"],"Please name a provider!":["Bitte gib einen Anbieter an!"],"A service always has an \"owner\", who processes collected data or information saved in cookies etc. Please specify which provider creates cookies and processes personal data, e.g. \"Google Ireland Limited\". If you are the provider, please enter your legal name.":["Ein Service hat immer einen \"Besitzer\", der gesammelte Daten oder in Cookies etc. gespeicherte Informationen verarbeitet. Bitte gib an, welcher Anbieter Cookies setzt und personenbezogene Daten verarbeitet (z. B. \"Google Ireland Limited”). Wenn du der Anbieter bist, gib bitte deinen rechtlichen (Firmen-)Namen an."],"Purpose":["Zweck"],"The ePrivacy Directive and the GDPR require that a non-professional user understands the purpose of this service, how personal data is collected and how cookies are used for this purpose.":["Die ePrivacy-Richtlinie und DSGVO verlangen, dass ein gewöhnlicher Nutzer den Zweck dieses Services versteht, wie personenbezogene Daten gesammelt und Cookies zu diesem Zweck verwendet werden."],"Privacy policy of the provider":["Datenschutzerklärung des Anbieters"],"Please provide a valid URL!":["Bitte gib eine gültige URL an!"],"Provide a direct link to the privacy policy of the provider that runs this service (in the language of your website).":["Gib einen direkten Link zur Datenschutzerklärung des Anbieters an, der diesen Service betreibt (in der Sprache deiner Website)."],"A service with the same unique name already exists.":["Ein Service mit dem gleichen eindeutigen Namen existiert bereits."],"Consent Forwarding Unique Name":["Eindeutiger Name für die Weiterleitung der Einwilligung"],"Consent Forwarding is active. This means that all services on all available instances must be identified by a unique name in order to correctly set consent for a service.":["Die Weiterleitung der Einwilligung ist aktiv. Das bedeutet, dass alle Services auf allen vorhandenen Instanzen durch einen eindeutigen Namen erkannt werden müssen, um die Einwilligung für einen Service korrekt zu setzen."],"You can define a unique name, but essential services are automatically accepted when a consent is forwarded.":["Du kannst einen eindeutigen Namen festlegen, aber essenzielle Services werden automatisch akzeptiert, wenn eine Einwilligung weitergeleitet wird."],"Consent (Opt-in)":["Einwilligung (Opt-in)"],"Legitimate interest (Opt-out)":["Berechtigtes Interesse (Opt-out)"],"Compliance with a legal obligation":["Erfüllung einer rechtlichen Verpflichtung"],"Legal basis":["Rechtsgrundlage"],"https:\/\/devowl.io\/2021\/opt-in-opt-out-double-opt-in-definition\/":["https:\/\/devowl.io\/de\/2021\/opt-in-opt-out-double-opt-in\/"],"Services can be used on various legal bases according to {{aGdpr}}Art. 6 GDPR{{\/aGdpr}}. \"Consent\" means that the user must explicitly agree to the service (opt-in). \"Legitimate interest\" means that your interest as a website operator prevails to use the service and the user must explicitly disagree (opt-out). Unless it is an essential service. Then an objection is not possible. {{strong}}A legitimate interest exists only in rare cases and only for data processing. If you are not sure, it is better to obtain consent to be on the safe side.{{\/strong}}":["Die Services können auf verschiedenen Rechtsgrundlagen gemäß {{aGdpr}}Art. 6 GDPR {{\/aGdpr}} verwendet werden. \"Einwilligung\" bedeutet, dass der Nutzer dem Service ausdrücklich zustimmen muss (Opt-in). \"Berechtigtes Interesse\" bedeutet, dass dein Interesse als Websitebetreiber überwiegt, den Service zu nutzen und der Nutzer explizit widersprechen muss (Opt-out) – ausgenommen, es handelt sich um einen essenziellen Service. Dann ist ein Widerspruch nicht möglich. {{strong}}Ein berechtigtes Interesse liegt nur in seltenen Fällen vor und nur für die Datenverarbeitung. Wenn du dir nicht sicher bist, ist es besser, eine Einwilligung einzuholen, um auf der sicheren Seite zu sein.{{\/strong}}"],"https:\/\/gdpr-info.eu\/art-6-gdpr\/":["https:\/\/dsgvo-gesetz.de\/art-6-dsgvo\/"],"Your service is currently grouped as \"Essential\". This group implies the legitimate interest, with the only difference that this service cannot be opted out.":["Dein Service ist derzeit als \"Essenziell\" gruppiert. Diese Gruppe impliziert das berechtigte Interesse – mit dem einzigen Unterschied, dass dieser Service nicht widerrufen werden kann."],"This service processes data in the USA or transfers data to US companies or servers":["Dieser Service verarbeitet Daten in den USA oder überträgt Daten an US-Firmen oder -Server"],"If you use this service declaration only as a notice and the corresponding service is already embedded outside the cookie banner on the first visit to the website, it is possible that the service used in the USA is already processing data before the user has agreed to this. From a data protection perspective, the use of such services should be avoided, or the service should be embedded in the opt-in code (execution after consent). In practice, this will not always be possible.":["Wenn du diese Service-Erläuterungen nur als Hinweis verwendest und der entsprechende Service bereits beim ersten Besuch der Website außerhalb des Cookie Banners eingebettet ist, dann ist es möglich, dass der in den USA genutzte Service bereits Daten verarbeitet, bevor der Nutzer dem zugestimmt hat. Aus datenschutzrechtlicher Sicht sollte die Nutzung solcher Services vermieden oder der Service in den Opt-in-Code eingebettet werden (Ausführung nach Einwilligung). In der Praxis wird dies nicht immer möglich sein."],"This service does not set any technical cookies on the client of the visitor, but e.g. integrates a script.":["Dieser Service setzt keine technischen Cookies auf dem Client des Besuchers, aber bindet z. B. ein Script ein."],"General service configuration":["Allgemeine Service-Konfiguration"],"https:\/\/devowl.io\/knowledge-base\/real-cookie-banner-create-individual-cookie\/":["https:\/\/devowl.io\/de\/wissensdatenbank\/real-cookie-banner-individuelles-cookie-erstellen\/"],"Please provide a cookie type!":["Bitte gib einen Cookie-Typ an!"],"Please provide a technical cookie name!":["Bitte gib einen technischen Cookie-Namen an!"],"Are you sure this is the name of the cookie? It seems like you are using a placeholder that is not supported. Please use an asterisk ({{code}}*{{\/code}}) as a placeholder if the cookie name is dynamically composed.":["Bist du sicher, dass dies der Name des Cookies ist? Es scheint, als würdest du einen Platzhalter verwenden, der nicht unterstützt wird. Bitte benutze ein Sternchen ({{code}}*{{\/code}}) als Platzhalter, wenn der Cookie-Name dynamisch zusammengesetzt ist."],"Please provide a valid hostname!":["Bitte gib einen gültigen Hostnamen an!"],"You are using an invalid wildcard (placeholder) syntax {{code}}*.{{\/code}} to match subdomains. Use {{code}}.%s{{\/code}} to include subdomains.":["Du verwendest eine ungültige Platzhalter-Syntax {{code}}*.{{\/code}}, um Subdomains zuzuordnen. Verwende {{code}}.%s{{\/code}}, um Subdomains einzubeziehen."],"second(s)":["Sekunde(n)"],"minute(s)":["Minute(n)"],"hour(s)":["Stunde(n)"],"day(s)":["Tag(e)"],"month(s)":["Monat(e)"],"year(s)":["Jahr(e)"],"This cookie is active as long as the session is active":["Dieses Cookie ist so lange aktiv, wie die Session aktiv ist"],"Session":["Sitzung"],"Please provide a valid duration!":["Bitte gib eine gültige Dauer an!"],"Please provide an unit!":["Bitte gib eine Einheit an!"],"For each service you use, you should specify all cookies that are used by it. You can find this out in the developer console of your browser. Please note that there are several types of cookies and according to {{aEprivacy}}ePrivacy Directive (Directive 2009\/136\/EC) Art. 66{{\/aEprivacy}} you have to inform your visitors not only about (HTTP) cookies, but also about cookie-like information.":["Für jeden Service, den du nutzt, solltest du auch alle Cookies angeben, die von diesem verwendet werden. Du kannst dies in der Entwickler-Konsole deines Browsers herausfinden. Bitte beachte, dass es mehrere Arten von Cookies gibt und gemäß der {{aEprivacy}}ePrivacy-Richtline (2009\/136\/EG) Art. 66{{\/aEprivacy}} musst du deine Besucher nicht nur über (HTTP-)Cookies, sondern auch über Cookie-ähnliche Daten informieren."],"https:\/\/devowl.io\/go\/eu-directive-2009-136-ec":["https:\/\/devowl.io\/de\/go\/eu-richtlinie-2009-136-ec"],"Technical cookie information":["Technische Cookie Informationen"],"Cookie type":["Cookie-Typ"],"Every cookie has a technical name, which you must provide. If a cookie name is dynamically composed, please use an asterisk ({{code}}*{{\/code}}) as a wildcard (placeholder).":["Jedes Cookie hat einen technischen Namen, den du angeben musst. Wenn sich ein Cookie-Name dynamisch zusammensetzt, verwende bitte ein Sternchen ({{code}}*{{\/code}}) als Platzhalter."],"Technical cookie name":["Technischer Cookie-Name"],"Every cookie is associated to a domain or hostname.":["Jedes Cookie ist einer Domain oder einem Hostnamen zugeordnet."],"Technical cookie host":["Technischer Cookie-Host"],"A HTTP cookie is only valid for a certain time, which is defined when the cookie is set.":["Ein HTTP-Cookie ist nur für eine bestimmte Zeit gültig, die beim Setzen des Cookies definiert wird."],"Cookie duration":["Cookie-Gültigkeitsdauer"],"Each cookie serves a purpose (e.g. user identification for tracking), which should be explained.":["Jedes Cookie dient einem bestimmten Zweck (z. B. der Identifizierung des Benutzers zur Nachverfolgung), der erläutert werden sollte."],"Add another cookie definition":["Weitere Cookie-Definition hinzufügen"],"Missing entries:":["Fehlende Einträge:"],"Modified entries:":["Geänderte Einträge:"],"Event names for %s":["Ereignis-Namen für %s"],"Opt-in":["Opt-in"],"Opt-out":["Opt-out"],"https:\/\/devowl.io\/knowledge-base\/real-cookie-banner-with-google-tag-manager-or-matomo-tag-manager\/":["https:\/\/devowl.io\/de\/wissensdatenbank\/real-cookie-banner-mit-google-tag-manager-oder-matomo-tag-manager\/"],"You have not yet defined a %s service. To use event names, you must create a %s service.":["Du hast noch keinen %s Service definiert. Um Ereignis-Namen zu verwenden, musst du einen %s Service erstellen."],"Please fill in a value!":["Bitte gib einen Wert ein!"],"The code above contains HTML tags that are skipped when one of the following plugins is active: {{strong\/}}. {{i}}What does this mean for me?{{\/i}} In most cases, another plugin will take over the execution of the technical code, and you have to create a corresponding content blocker.":["Der obige Code enthält HTML-Tags, die übersprungen werden, wenn eines der folgenden Plugins aktiv ist: {{strong\/}}. {{i}}Was bedeutet das für mich?{{\/i}} In den meisten Fällen übernimmt ein anderes Plugin die Ausführung des technischen Codes und du musst entsprechend einen Content Blocker erstellen."],"Only run this script if the user has {{u}}not{{\/u}} allowed to use %s":["Script nur ausführen, wenn der Nutzer {{u}}nicht{{\/u}} in die Verwendung von %s eingewilligt hat"],"Code executed on opt-in":["Code bei Opt-in ausführen"],"Delete all first-party cookies after opt-out. First-party cookies are only cookies that are set by or for this domain.":["Lösche alle First-Party-Cookies nach dem Opt-out. First-Party-Cookies sind nur Cookies, die von oder für diese Domain gesetzt wurden."],"Code executed on opt-out":["Code bei Opt-out ausführen"],"Code executed on page load":["Code beim Laden der Seite ausführen"],"You are currently embedding \"%1$s\" outside of Real Cookie Banner. You can have it blocked via a content blocker before consenting. Alternatively, you can use the following opt-in script to load %1$s directly into Real Cookie Banner.<br \/><br \/>If you want to embed \"%1$s\" via Real Cookie Banner, you have to deactivate the content blocker at the end of the form and remove \"%1$s\" outside Real Cookie Banner.<br \/><br \/>If you prefer to keep the current integration, you only have to delete the opt-in script in this form.":["Du bindest derzeit \"%1$s\" außerhalb von Real Cookie Banner ein. Du kannst es vor der Einwilligung über einen Content Blocker blockieren lassen. Alternativ kannst du das folgende Opt-In-Script verwenden, um \"%1$s\" direkt in Real Cookie Banner zu laden.<br \/><br \/>Wenn du %1$s über Real Cookie Banner einbinden möchtest, musst du den Content Blocker am Ende des Formulars deaktivieren und \"%1$s\" außerhalb von Real Cookie Banner entfernen.<br \/><br \/>Wenn du die aktuelle Einbindung lieber beibehalten möchtest, musst du nur das Opt-In Script in diesem Formular löschen."],"If you have already used %s before creating this service, please deactivate the script\/plugin with which the service was loaded so far. The opt-in script will now take care of the correct integration.":["Wenn du vor der Erstellung dieses Services bereits %s verwendet hast, deaktiviere bitte das Script\/Plugin, mit dem der Service bisher geladen wurde. Das Opt-in Script wird sich nun um die korrekte Integration kümmern."],"Define HTML and JavaScript code that is executed when a visitor decides to accept or reject this service or when a page is loaded. It is important to define the executed code correctly, as this ensures that scripts are executed and cookies are set only after the user's consent.":["Definiere HTML- und JavaScript-Code, der ausgeführt wird, wenn ein Besucher diesen Service akzeptiert oder ablehnt oder wenn eine Seite geladen wird. Es ist wichtig den ausgeführten Code korrekt zu definieren, da nur so sichergestellt werden kann, dass erst nach Einwilligung des Benutzers Scripts ausgeführt und Cookies gesetzt werden."],"Define the %1$s event that should be thrown in the data layer when a visitor decides to accept or reject this service. The event can be used as a trigger in %1$s. For users who do not allow to use %1$s a fallback can be defined. You can define HTML and JavaScript code that is executed when a visitor decides to accept or reject this service, or when a page is loaded. It is important to define the event names and executed code correctly, as this will ensure that scripts are executed and cookies are only set with the user's consent.":["Definiere das %1$s Ereignis, das im Data Layer ausgelöst werden soll, wenn ein Besucher entscheidet, diesen Service zu akzeptieren oder abzulehnen. Das Ereignis kann als Trigger im %1$s verwendet werden. Für Nutzer, welche die Verwendung von %1$s nicht erlauben, kann ein Fallback definiert werden. Du kannst HTML- und JavaScript-Code definieren, der ausgeführt wird, wenn ein Besucher beschließt, diesen Service zu akzeptieren oder abzulehnen, oder wenn eine Seite geladen wird. Es ist wichtig, die Ereignis-Namen und den ausgeführten Code korrekt zu definieren, um sicherzustellen, dass Skripte ausgeführt und Cookies nur mit Einwilligung des Nutzers gesetzt werden."],"Technical handling":["Technische Handhabung"],"Services that should be associated with a content blocker cannot be in the \"Essential\" group, because it cannot be rejected.":["Services, die mit einem Content Blocker verbunden werden sollen, können nicht in der Gruppe \"Essenziell\" sein, da sie nicht abgelehnt werden können."],"Create content blocker for this service.":["Content Blocker für diesen Service erstellen."],"Please select a template for the Content Blocker!":["Bitte wähle eine Vorlage für den Content Blocker!"],"Select Content Blocker template...":["Content Blocker-Vorlage auswählen..."],"Immediately after submitting this form you will be forwarded to another form that allows you to create the Content Blocker.":["Unmittelbar nach dem Absenden dieses Formulars wirst du zu einem anderen Formular weitergeleitet, mit dem du den Content Blocker erstellen kannst."],"Please confirm that you have checked the contents of the service.":["Bitte bestätige, dass du den Inhalt des Services überprüft hast."],"I have checked the information in the service template myself and added any missing information or corrected any information that does not fit to my use case.":["Ich habe die Informationen in der Service-Vorlage selbst überprüft und fehlende Informationen ergänzt oder Informationen korrigiert, die nicht zu meinem Anwendungsfall passen."],"https:\/\/devowl.io\/knowledge-base\/is-real-cookie-banner-legally-compliant\/":["https:\/\/devowl.io\/de\/wissensdatenbank\/ist-real-cookie-banner-rechtskonform\/"],"Save":["Speichern"],"You have not yet set a privacy policy in the settings, so this field could not be filled in automatically. Please enter the URL of your privacy policy here and <a href=\"%s\" target=\"_blank\">set the corresponding page in your settings.<\/a>":["Du hast noch keine Datenschutzerklärung in den Einstellungen festgelegt, so dass dieses Feld nicht automatisch ausgefüllt werden konnte. Bitte gib hier die URL deiner Datenschutzerklärung ein und <a href=\"%s\" target=\"_blank\">setze die entsprechende Seite in deinen Einstellungen.<\/a>"],"Let our team help you with the setup":["Lass dir von unserem Team bei der Einrichtung helfen"],"https:\/\/devowl.io\/wordpress-real-cookie-banner\/cookie-experts\/":["https:\/\/devowl.io\/de\/wordpress-real-cookie-banner\/cookie-experts\/"],"Get help from Cookie Experts":["Hol dir Hilfe von Cookie-Experten"],"We admit, it is not easy to find all the services, cookies, etc. The legal requirements in the EU are quite complex for many website operators. We can understand if you feel overwhelmed – if this goes far beyond what you can technically do. After you know what all has to be considered, the question of how to make your website privacy compliant does not let you sleep peacefully either.":["Zugegeben, es ist nicht einfach, alle Services, Cookies usw. zu finden. Die rechtlichen Anforderungen in der EU sind für viele Websitebetreiber ziemlich komplex. Wir können verstehen, wenn du dich überfordert fühlst - da dies weit über deine technischen Fähigkeiten hinausgeht. Nachdem du weißt, was alles beachtet werden muss, lässt dich die Frage, wie du deine Website überhaupt datenschutzkonform gestalten kannst, vielleicht auch nicht ruhig schlafen."],"Don’t worry, we have a solution for you! Our Cookie Experts have already set up many cookie banners and know exactly what they are doing. They can also set up your cookie banner quickly and easily. So, we can simply take this worry away from you.":["Mach dir keine Sorgen, wir haben eine Lösung für dich! Unsere Cookie-Experten haben schon viele Cookie Banner eingerichtet und wissen genau, was sie tun. Sie können auch dein Cookie Banner schnell und einfach einrichten. So können wir dir diese Sorge einfach abnehmen."],"Close":["Schließen"]}}}