{"translation-revision-date":"2022-12-12 09:45+0000","generator":"WP-CLI\/2.7.1","source":"chunk-config-tab-tcf.lite.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"de_CH","plural-forms":"nplurals=2; plural=n != 1;"},"Cancel":["Abbrechen"],"You have unsaved changes. If you click on \"confirm\", your changes will be discarded.":["Du hast ungespeicherte Änderungen. Wenn du auf “Bestätigen” klickst, werden deine Änderungen verworfen."],"Status":["Status"],"Enabled":["Aktiviert"],"Disabled":["Deaktiviert"],"Draft":["Entwurf"],"Provider":["Anbieter"],"Privacy policy of the provider":["Datenschutzerklärung des Anbieters"],"Legal basis":["Rechtsgrundlage"],"https:\/\/gdpr-info.eu\/art-6-gdpr\/":["https:\/\/dsgvo-gesetz.de\/art-6-dsgvo\/"],"second(s)":["Sekunde(n)"],"This cookie is active as long as the session is active":["Dieses Cookie ist so lange aktiv, wie die Session aktiv ist"],"Session":["Sitzung"],"https:\/\/devowl.io\/go\/eu-directive-2009-136-ec":["https:\/\/devowl.io\/de\/go\/eu-richtlinie-2009-136-ec"],"Technical cookie information":["Technische Cookie Informationen"],"Cookie type":["Cookie-Typ"],"https:\/\/devowl.io\/knowledge-base\/is-real-cookie-banner-legally-compliant\/":["https:\/\/devowl.io\/de\/wissensdatenbank\/ist-real-cookie-banner-rechtskonform\/"],"Save":["Speichern"],"Description":["Beschreibung"],"Consent":["Einwilligung"],"Edit":["Bearbeiten"],"Delete":["Löschen"],"No":["Nein"],"Not defined":["Nicht definiert"],"None":["Nichts"],"US data processing":["US-Datenverarbeitung"],"Please choose a status!":["Bitte wähle einen Status aus!"],"Yes":["Ja"],"Edit Content Blocker":["Content Blocker bearbeiten"],"Create Content Blocker":["Content Blocker erstellen"],"Are you sure you want to delete this vendor?":["Bist du sicher, dass du diesen Vendor löschen möchtest?"],"Vendor ID: %d":["Vendor ID: %d"],"This vendor is no longer available and\/or has been removed from the list of available vendors by the GVL. For this vendor, you can no longer request a consent from your visitors.":["Dieser Vendor ist nicht mehr verfügbar und\/oder wurde von der GVL aus der Liste der verfügbaren Anbieter entfernt. Für diesen Vendor kannst du von deinen Besuchern keine Zustimmung mehr einholen."],"Abandoned":["Stillgelegt"],"Privacy policy":["Datenschutzerklärung"],"%d purpose enabled":["%d Zweck aktiviert","%d Zwecke aktiviert"],"%d feature enabled":["%d Funktion aktiviert","%d Funktionen aktiviert"],"You have not yet created a TCF vendor configuration.":["Du hast noch keine TCF Vendor-Konfiguration erstellt."],"Create TCF vendor configuration":["TCF Vendor-Konfiguration erstellen"],"Add TCF vendor":["TCF Vendor hinzufügen"],"Add vendor":["Vendor hinzufügen"],"Already created":["Bereits erstellt"],"Search vendor by name or ID...":["Vendor nach Name oder ID suchen…"],"General vendor configuration":["Allgemeine Vendoren-Konfiguration"],"Vendor configurations with the status \"Draft\" or \"Disabled\" are not visible to the public. In addition, a draft is highlighted in the table of vendor configurations so that you do not forget to complete it.":["Vendor-Konfigurationen mit dem Status “Entwurf” oder “Deaktiviert” sind für die Öffentlichkeit nicht sichtbar. Außerdem wird ein Entwurf in der Tabelle der Vendoren-Konfigurationen hervorgehoben, damit du nicht vergisst, diesen fertigzustellen."],"Legal address":["Anschrift"],"Unknown":["Unbekannt"],"This vendor processes data in the USA or transfers data to US companies or servers.":["Dieser Service verarbeitet Daten in den USA oder überträgt Daten an US-Firmen oder -Server."],"Territorial scope":["Territorialer Geltungsbereich"],"It should be specified all cookies, which are used by using a service of a TCF vendor. There are several types of cookies and that the {{aEprivacy}}ePrivacy Directive (Directive 2009\/136\/EC) Art. 66{{\/aEprivacy}} requires that you inform your visitors not only about (HTTP) cookies, but also about cookie-like information. This data, if specified, is given by the TCF Vendor and is not mutable. If the information is incomplete, you will need to contact the TCF vendor to request the information be completed.":["Es sollten alle Cookies angegeben werden, die durch die Nutzung eines Services eines TCF Vendors verwendet werden. Es gibt verschiedene Arten von Cookies und die {{aEprivacy}}ePrivacy-Richtlinie (2009\/136\/EG) Art. 66{{\/aEprivacy}} verlangt, dass du deine Besucher nicht nur über (HTTP-)Cookies, sondern auch über Cookie-ähnliche Informationen informierst. Diese Daten – sofern angegeben – werden vom TCF Vendor gegeben und sind nicht veränderbar. Wenn die Informationen unvollständig sind, musst du den TCF Vendor kontaktieren, um die Informationen vervollständigen zu lassen."],"Device Storage Disclosure":["Device Storage Disclosure"],"TCF vendors must disclose their cookies, among other things, in accordance with the {{a}}\"Vendor Device Storage & Operational Disclosures\"{{\/a}} specification. However, this vendor fails to comply with the specification, so that the mandatory information for obtaining informed consent as defined by the GDPR cannot be read. You as a website operator can therefore not obtain valid consent for this vendor.":["TCF-Vendoren müssen ihre Cookies gemäß der Spezifikation {{a}}\"Vendor Device Storage & Operational Disclosures\"{{\/a}} offenlegen. Dieser Vendor hält sich jedoch nicht an die Spezifikation, so dass die Pflichtangaben für die Einholung einer informierten Einwilligung, wie sie von der DSGVO vorgegeben werden, nicht gelesen werden können. Du als Website-Betreiber kannst daher keine wirksame Einwilligung für diesen Vendor einholen."],"You can find the vendor's faulty device storage disclosure at {{a}}%s{{\/a}}. Please contact the vendor and ask for a standard compliant device disclosures!":["Du kannst die fehlerhaften Device Storage Disclosure des vendors unter {{a}}%s{{\/a}} einsehen. Bitte kontaktiere den Vendor und fordere eine standardkonforme Device Storage Disclosure ein!"],"Problem:":["Problem:"],"The vendor does not provide any disclosures.":["Der Vendor stellt keine Informationen zur Verfügung."],"The vendor does not specify for one or multiple cookies for which domains they are valid.":["Der Vendor gibt für ein oder mehrere Cookies nicht an, für welche Domain sie gültig sind."],"The vendor does not specify the purpose for one or multiple cookies.":["Der Vendor gibt den Zweck eines oder mehrerer Cookies nicht an."],"The vendor does not specify for one or multiple cookies if the cookie does refresh.":["Der Vendor gibt für ein oder mehrere Cookies nicht an, wann das Cookie eine Aktualisierung vornimmt."],"The vendor does not specify the age in seconds for one or multiple cookies.":["Der Vendor gibt das Alter in Sekunden für ein oder mehrere Cookies nicht an."],"The vendor provides a technically non-machine-readable variant of the data, which differs significantly from the defined standard.":["Der Vendor stellt eine technisch nicht maschinenlesbare Variante der Daten zur Verfügung, die erheblich vom definierten Standard abweicht."],"Identifier":["Bezeichner"],"Domain":["Domain"],"Duration":["Dauer"],"Purposes":["Zweck"],"Refresh":["Neu laden"],"%d purpose":["%d Zweck aktiviert","%d Zwecke aktiviert"],"This vendor does not provide any device storage disclosure.":["Dieser Vendor bietet keine Device Storage Disclosure."],"The vendor specifies for which defined purposes he wants to process (personal) data of your visitors and use cookies. These can be deselected if consent should not be obtained for certain purposes. The vendor specifies the legal basis for data processing in according to  {{aGdpr}}Art. 6 GDPR{{\/aGdpr}} and whether you as the website operator can change this. \"Legitimate Interest\" means that this purpose is pre-selected on the basis of a legally designated legitimate interest, and the visitor to your website must actively object to it, if an objection is possible. \"Consent\" means that your visitors must explicitly agree to this purpose. The default settings are provided by the vendor, but do not have to match how you use the vendor on your website. In particular, you may need to make adjustments, if possible, in the \"Legal basis\" column. {{strong}}A legitimate interest exists only in a very few cases. If you are not sure, it is better to obtain consent.{{\/strong}}":["Der Vendor gibt an, für welche definierten Zwecke er (personenbezogene) Daten deiner Besucher verarbeiten und Cookies verwenden möchte. Diese können abgewählt werden, wenn für bestimmte Zwecke keine Einwilligung eingeholt werden soll. Der Vendor gibt die Rechtsgrundlage für die Datenverarbeitung gemäß {{aGdpr}}Art. 6 DSGVO{{\/aGdpr}} an und ob du als Websitebetreiber diese ändern kannst. “Berechtigtes Interesse” bedeutet, dass dieser Zweck aufgrund eines gesetzlich bestimmten berechtigten Interesses vorausgewählt wird und der Besucher deiner Website aktiv widersprechen muss, wenn ein Widerspruch möglich ist. “Einwilligung” bedeutet, dass deine Besucher diesem Zweck ausdrücklich zustimmen müssen. Die Standardeinstellungen werden vom Vendor zur Verfügung gestellt, müssen aber nicht damit übereinstimmen, wie du den Vendor auf deiner Website nutzt. Insbesondere musst du, wenn möglich, Anpassungen in der Spalte “Rechtsgrundlage” vornehmen. {{strong}}Ein berechtigtes Interesse liegt nur in seltenen Fällen vor. Wenn du dir nicht sicher bist, ist es besser, eine Einwilligung einzuholen, um auf der sicheren Seite zu sein.{{\/strong}}"],"Purposes and special purposes":["Zwecke und besondere Zwecke"],"You are using the TCF integration in the \"Global Scope\". Therefore, according to the TCF specification, it is not possible to deselect purposes.":["Du verwendest die TCF-Integration im “Global Scope”. Daher ist es nach der TCF-Spezifikation nicht möglich, Zwecke abzuwählen."],"Special purpose":["Besonderer Zweck"],"Legitimate interest":["Berechtigtes Interesse"],"Features are specified by the vendor and are immutable. They describe the characteristics of how personal data is processed in order to achieve one or more purposes.":["Funktionen werden vom Vendor festgelegt und sind unveränderlich. Sie beschreiben die Eigenschaften, wie personenbezogene Daten verarbeitet werden, um einen oder mehrere Zwecke zu erreichen."],"Features and special features":["Funktionen und besondere Funktionen"],"Special feature":["Besondere Funktion"],"This vendor has not listed any used features.":["Dieser vendor hat keine verwendeten Funktionen aufgelistet."],"You successfully saved the TCF vendor configuration.":["Du hast die Konfiguration des TCF Vendors erfolgreich gespeichert."],"The TCF vendor configuration could not be saved due to missing\/invalid form values.":["Der TCF Vendor konnte aufgrund fehlender\/ungültiger Formularwerte nicht gespeichert werden."],"Please confirm that you have checked the information.":["Bitte bestätige, dass du die Informationen überprüft hast."],"I have checked the information in the TCF vendor configuration myself and corrected any information that does not fit to my use case.":["Ich habe die Informationen in der TCF Vendor-Konfiguration selbst überprüft und alle Informationen, die nicht zu meinem Anwendungsfall passen, korrigiert."]}}}