{"translation-revision-date":"2022-12-12 09:45+0000","generator":"WP-CLI\/2.7.1","source":"queue.pro.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"de_DE_formal","plural-forms":"nplurals=2; plural=n != 1;"},"If you think a sitemap exists but you get this error, please <a href=\"%s\" target=\"_blank\" \/>contact our support<\/a> and we will look individually where the problem is in your WordPress installation.":["Wenn Sie der Meinung sind, dass eine Sitemap existiert, Sie aber trotzdem diese Fehlermeldung erhalten, dann <a href=\"%s\" target=\"_blank\" \/>kontaktieren Sie bitte unseren Support<\/a>. Wir werden dann individuell prüfen, wo das Problem in Ihrer WordPress-Installation liegt."],"We didn't find a sitemap on your website. We need it to scan all the subpages of your website. Do you have this feature disabled in your WordPress?":["Wir haben keine Sitemap auf Ihrer Website gefunden. Wir benötigen diese, um alle Unterseiten Ihrer Website zu scannen. Haben Sie diese Funktion in Ihrem WordPress deaktiviert?"],"The sitemap could not be parsed. Therefore, we cannot check for services on your website.":["Die Sitemap konnte nicht verarbeitet werden. Deshalb können wir Ihre Website nicht auf Services überprüfen."],"The sitemap is empty. So, we could not add any URLs to the scanner.":["Die Sitemap ist leer. Deshalb konnten wir keine URLs an den Scanner übergeben."],"Real Cookie Banner has scanned your website!":["Real Cookie Banner hat Ihre Website gescannt!"],"You may not have noticed, but we have been scanning your website in the background. View <a href=\"%s\">scanner results<\/a> to obtain consent for used services from your website visitors!":["Sie haben es möglicherweise nicht gemerkt, aber wir haben Ihre Website im Hintergrund gescannt. Schauen Sie sich die <a href=\"%s\">Scan-Ergebnisse<\/a> an, um von Ihren Website-Besuchern das Einverständnis zu erhalten, die benutzten Services einsetzen zu dürfen!"]}}}