{"translation-revision-date":"2022-12-12 09:45+0000","generator":"WP-CLI\/2.7.1","source":"chunk-config-tab-settings.lite.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"de_DE_formal","plural-forms":"nplurals=2; plural=n != 1;"},"Learn more":["Mehr erfahren"],"Cancel":["Abbrechen"],"You have unsaved changes. If you click on \"confirm\", your changes will be discarded.":["Sie haben nicht gespeicherte Änderungen. Wenn Sie auf „Bestätigen“ klicken, werden Ihre Änderungen verworfen."],"Enabled":["Aktiviert"],"Disabled":["Deaktiviert"],"https:\/\/devowl.io\/knowledge-base\/real-cookie-banner-with-google-tag-manager-or-matomo-tag-manager\/":["https:\/\/devowl.io\/de\/wissensdatenbank\/real-cookie-banner-mit-google-tag-manager-oder-matomo-tag-manager\/"],"Search...":["Suche…"],"— Select —":["— Auswählen —"],"Content Blocker":["Content Blocker"],"Consent":["Einwilligung"],"Edit":["Bearbeiten"],"https:\/\/gdpr-info.eu\/art-5-gdpr\/":["https:\/\/dsgvo-gesetz.de\/art-5-dsgvo\/"],"Country of the website operator":["Land des Website-Betreibers"],"Cookie Banner\/Dialog":["Cookie Banner\/Dialog"],"Privacy policy page":["Datenschutzerklärung"],"Automatically accept all services for bots":["Automatisch alle Services für Bots akzeptieren"],"Respect \"Do Not Track\"":["Respektiere „Do Not Track“"],"Duration of cookie consent":["Gültigkeitsdauer der Cookie-Einwilligung"],"days":["Tage"],"Save IP address on consent":["IP-Adresse bei Einwilligung speichern"],"Consent for data processing in the USA":["Einwilligung zur Datenverarbeitung in den USA"],"Age notice for consent":["Altershinweis zur Einwilligung"],"Naming of all services in first view":["Benennung aller Services in der ersten Ansicht"],"Consent Forwarding":["Weiterleitung der Einwilligung"],"Hide on additional pages":["Auf zusätzlichen Seiten ausblenden"],"Geo-restriction":["Geo-Restriction"],"Show banner only to users from these countries":["Banner nur Besuchern aus folgenden Ländern anzeigen"],"Implicit consent for users from third countries":["Implizite Einwilligung für Nutzer aus Drittländern"],"Accept all":["Alle akzeptieren"],"Accept only essentials":["Nur essenzielle akzeptieren"],"Successfully copied to the clipboard!":["Erfolgreich in die Zwischenablage kopiert!"],"Copy to clipboard":["In die Zwischenablage kopieren"],"General":["Allgemein"],"I have already checked\/will check all text in the cookie banner and content blocker myself. I have added missing information and corrected information that does not fit my use case.":["Ich habe oder werde alle Texte im Cookie Banner und Content Blocker selbst überprüfen und fehlende Informationen ergänzen oder Informationen korrigieren, die nicht zu meinem Anwendungsfall passen."],"Activate now!":["Jetzt aktivieren!"],"You can enable and disable the cookie banner. We recommend to activate the cookie banner on your website after you have added all services.":["Sie können das Cookie Banner aktivieren und deaktivieren. Wir empfehlen Ihnen, das Cookie Banner auf Ihrer Website zu aktivieren, nachdem Sie alle Services eingepflegt haben."],"This feature allows you to block content that would process personal data and set cookies, but for which you do not yet have the visitor's consent.":["Diese Funktion ermöglicht es Ihnen, Inhalte zu blockieren, die personenbezogene Daten verarbeiten und Cookies setzen würden, für die Sie aber noch nicht die Einwilligung des Besuchers haben."],"Hide cookie banner on specific pages":["Cookie Banner auf bestimmten Seiten ausblenden"],"According to the ePrivacy Directive, legally required pages such as the privacy policy may be accessible without the user having to give consent to services and their cookies. Therefore, it is recommended to avoid processing personal data and setting cookies on these pages and not to display a cookie banner.":["Gemäß der ePrivacy-Richtlinie können gesetzlich vorgeschriebene Seiten wie die Datenschutzerklärung zugänglich sein, ohne dass der Nutzer seine Einwilligung zu Services und deren Cookies geben muss. Daher wird empfohlen, die Verarbeitung personenbezogener Daten und das Setzen von Cookies auf diesen Seiten zu vermeiden und kein Cookie Banner anzuzeigen."],"Imprint Page":["Impressum-Seite"],"Want to hide cookie banner on more pages?":["Möchten Sie das Cookie Banner auf mehr Seiten ausblenden?"],"Cookie banners are legally necessary, but distract your users from the essentials. For example, on landing pages for advertising campaigns, they lead to lower conversion rates. On these pages, it can be useful to avoid processing personal data and setting cookies to keep the conversion rate high. You can hide the cookie banner on these pages.":["Cookie Banner sind rechtlich notwendig, aber lenken Ihre Nutzer vom Wesentlichen ab. Auf Landingpages für Werbekampagnen beispielsweise führen sie zu schlechteren Conversation Rates. Auf diesen Seiten kann es sinnvoll sein, auf die Verarbeitung von personenbezogenen Daten und das Setzen von Cookies zu verzichten, um die Conversation Rate hoch zu halten. Sie können das Cookie Banner auf diesen Seiten ausblenden."],"Load services after consent via":["Lade Services nach Einwilligung mittels"],"HTML\/JavaScript Snippet":["HTML\/JavaScript Snippet"],"%s Event":["%s Ereignis"],"Want to use a Tag Manager legally?":["Möchten Sie einen Tag Manager legal verwenden?"],"pro-modal\/set-cookies-via-manager.png":["pro-modal\/de\/set-cookies-via-manager.png"],"You can integrate services via Google Tag Manager or Matomo Tag Manager. At the same time, you can obtain and document consents via Real Cookie Banner in accordance with data protection regulations.":["Sie können Services über Google Tag Manager oder Matomo Tag Manager integrieren. Gleichzeitig können Sie über Real Cookie Banner Einwilligungen gemäß den Datenschutzvorschriften einholen und dokumentieren."],"You only need to change this option if you use Google Tag Manager or Matomo Tag Manager.":["Sie müssen diese Option nur ändern, wenn Sie Google Tag Manager oder Matomo Tag Manager verwenden."],"If you opt-in to or opt-out from services, you will normally execute JavaScript code to ensure that scripts are enabled\/disabled and cookies are set\/removed on the visitor's client. If you are a Google Tag Manager or Matomo Tag Manager user, you can map this behavior by using tags that are triggered by an event in the data layer. For each service listed in this plugin, you will receive an additional field where you can specify the name of the event that is automatically triggered when the user opt-in or opt-out. We have a full integration for tag managers which should allow you to run it legally compliant in the EU.":["Wenn Sie der Verwendung von Services zustimmen oder widersprechen, führen Sie normalerweise JavaScript-Code aus, um sicherzustellen, dass Scripts aktiviert\/deaktiviert und Cookies auf dem Besucher-Client gesetzt\/entfernt werden. Wenn Sie ein Nutzer von Google Tag Manager oder Matomo Tag Manager sind, können Sie dieses Verhalten mit Hilfe von Tags abbilden, die durch ein Ereignis im Data Layer ausgelöst werden. Für jeden Service, der in diesem Plugin aufgelistet ist, erhalten Sie ein zusätzliches Feld, in dem Sie den Namen des Ereignisses angeben können, das automatisch ausgelöst wird, wenn der Nutzer zustimmt oder ablehnt. Wir haben eine vollständige Integration für Tag Managers, die es Ihnen ermöglichen sollte, diese gesetzeskonform in der EU einzusetzen."],"Are you sure? All your data will be reset to default. This also includes defined services and content blockers, and collected consents.":["Sind Sie sicher? Alle Ihre Daten werden auf die Standardwerte zurückgesetzt. Dazu gehören auch definierte Services und Inhaltsblocker, sowie gesammelte Einwilligungen."],"Are you really sure? This action cannot be undone.":["Sind Sie wirklich sicher? Diese Aktion kann nicht rückgängig gemacht werden."],"Reset all":["Alles zurücksetzen"],"Save settings":["Einstellungen speichern"],"Start vendor configuration":["Vendor-Konfiguration beginnen"],"Bots are not subject of the GDPR according to {{aGdpr}}Art. 1 GDPR{{\/aGdpr}} and technically cannot give consent to the processing of personal data and the setting of cookies. As a result, they may consider your site as slow if a cookie banner permanently blocks all other content. Therefore, you should allow the bots to browse your site without consent, but still allow all services.":["Bots unterliegen nicht der DSGVO gemäß {{aGdpr}}Art. 1 DSGVO{{\/aGdpr}} und können technisch gesehen keine Einwilligung in die Verarbeitung personenbezogener Daten und das Setzen von Cookies geben. Infolgedessen könnten sie Ihre Website als langsam betrachten, wenn ein Cookie Banner dauerhaft alle anderen Inhalte blockiert. Daher sollten Sie den Bots erlauben, Ihre Website ohne Einwilligung zu durchsuchen, aber dennoch alle Services zulassen."],"https:\/\/gdpr-info.eu\/art-1-gdpr\/":["https:\/\/dsgvo-gesetz.de\/art-1-dsgvo\/"],"https:\/\/devowl.io\/2021\/do-not-track\/":["https:\/\/devowl.io\/de\/2021\/do-not-track-was-ist-das\/"],"Users can set the \"Do not track\" HTTP header in their browser to indicate that they do not want to be tracked. If you enable this option, users will be able to access your website with this HTTP header without a cookie banner, if there are no non-essential services that are used based on legitimate interest. Only the non-rejectable services will be used in the case.":["Nutzer können den „Do not track“-HTTP-Header in ihrem Browser setzen, um anzuzeigen, dass sie nicht getrackt werden wollen. Wenn Sie diese Option aktivieren, können Nutzer mit diesem HTTP-Header ohne Cookie-Banner auf Ihre Webseite zugreifen, wenn es keine nicht-essenziellen Dienste gibt, die aufgrund eines berechtigten Interesses genutzt werden. Nur die nicht abzulehnenden Dienste werden in dem Fall verwendet."],"According to the TCF standard, all rights of objection are also exercised for these visitors, as the cookie banner is not displayed at all and thus no transparency about legitimate interest can be established.":["Nach dem TCF-Standard werden auch für diese Besucher alle Widerspruchsrechte ausgeübt, da der Cookie Banner gar nicht angezeigt wird und somit keine Transparenz über das berechtigte Interesse hergestellt werden kann."],"Please use a number between %d and %d!":["Bitte verwenden Sie eine Zahl zwischen %d und %d!"],"The consent of a user must be limited in time. You can define how long the consent is valid. It can be valid for a maximum of 365 days because every 6-12 months you have to remind the user of the right to revoke consent (cookie banner is displayed again). If you change the behavior or content of the cookie banner meanwhile, visitors to your website will have to give their consent again, even if the time period has not yet expired.":["Die Einwilligung eines Nutzers muss zeitlich begrenzt sein. Sie können festlegen, wie lange die Einwilligung gültig ist. Sie kann maximal 365 Tage gültig sein, denn alle 6 bis 12 Monate müssen Sie den Nutzer an sein Recht erinnern, seine Einwilligung zu widerrufen (Cookie Banner wird erneut angezeigt). Wenn Sie in der Zwischenzeit das Verhalten oder den Inhalt des Cookie Banners ändern, müssen die Besucher Ihrer Webseite ihre Einwilligung erneut geben, auch wenn sie noch nicht abgelaufen ist."],"You are not allowed to ask for consent again in some EU countries, such as Italy, for at least six months (unless the content of the cookie banner changes). In other countries, you must ask for consent again after 12 months at the latest. Therefore, consent should be valid for between 183 days and 365 days.":["In einigen EU-Ländern, wie z. B. Italien, dürfen Sie frühestens nach sechs Monaten erneut um eine Einwilligung bitten (es sei denn, der Inhalt des Cookie Banners ändert sich). In anderen Ländern müssen Sie spätestens nach 12 Monaten erneut um eine Einwilligung bitten. Daher sollte die Einwilligung zwischen 183 und 365 Tagen gültig sein."],"Do you need consent for US data processing?":["Brauchen Sie eine Einwilligung zur Datenverarbeitung in den USA?"],"pro-modal\/eprivacy-usa.png":["pro-modal\/de\/eprivacy-usa.png"],"The Privacy Shield should ensure that data processed in the US are treated at the same level of data protection as in the EU. However, the CURIA has declared the Privacy Shield to be illegal ({{aCuria}}CURIA, 16.07.2020 - C-311\/18{{\/aCuria}}). In our opinion, the only way to legally use US services like Google Analytics or YouTube is to obtain a consent to do so.":["Das Privacy-Shield-Abkommen sollte sicherstellen, dass in den USA verarbeitete Daten auf dem gleichen Datenschutzniveau behandelt werden wie in der EU. Allerdings hat der EuGH Privacy Shield für illegal erklärt ({{aCuria}}EuGH, 16.7.2020 – C-311\/18{{\/aCuria}})). Unserer Meinung nach besteht die einzige Möglichkeit, US-Dienste wie Google Analytics oder YouTube legal zu nutzen, darin, eine Einwilligung dafür einzuholen."],"https:\/\/devowl.io\/go\/curia-c-311-18":["https:\/\/curia.europa.eu\/juris\/liste.jsf?language=de&num=C-311\/18"],"https:\/\/eur-lex.europa.eu\/legal-content\/EN\/TXT\/?uri=uriserv%%3AOJ.L_.2016.207.01.0001.01.ENG":["https:\/\/eur-lex.europa.eu\/legal-content\/EN\/TXT\/?uri=uriserv%%3AOJ.L_.2016.207.01.0001.01.ENG"],"https:\/\/gdpr-info.eu\/art-49-gdpr\/":["https:\/\/dsgvo-gesetz.de\/art-49-dsgvo\/"],"Change text in customizer":["Text im Customizer ändern"],"In accordance with {{a}}Art. 8 GDPR{{\/a}}, consent to services that process personal data and\/or set cookies can only be given from the age of 16 years (varying in some EU countries) or together with a legal guardian. If your website does not clearly and exclusively address adults (e.g. dating or porn sites), you as the website operator must inform children under the minimum age in simple language that they are not allowed to consent to non-essential services without their legal guardian.":["Gemäß {{a}}Art. 8 DSGVO{{\/a}} kann die Einwilligung zu Services, die personenbezogene Daten verarbeiten und\/oder Cookies setzen, erst ab einem Alter von 16 Jahren (in einigen EU-Ländern abweichend) oder zusammen mit einem Erziehungsberechtigten erteilt werden. Wenn sich Ihre Website nicht eindeutig und ausschließlich an Erwachsene richtet (z. B. Dating- oder Porno-Websites), müssen Sie als Website-Betreiber Kinder unter dem Mindestalter in einfacher Sprache darüber informieren, dass sie ohne deren Erziehungsberechtigten keine Einwilligung für nicht essenzielle Services geben dürfen."],"https:\/\/gdpr-info.eu\/art-8-gdpr\/":["https:\/\/dejure.org\/gesetze\/DSGVO\/8.html"],"The visitor to your website should be adequately informed of what he or she is agreeing to when consenting to all services. Therefore, in the first view of the cookie banner, all services can be written out by name in a comma-separated list. Your website visitor can thus better assess whether he really wants to agree to all services without visiting the individual privacy settings.":["Der Besucher Ihrer Website sollte ausreichend darüber informiert werden, wozu er oder sie einwilligt, wenn er oder sie allen Services einwilligt. Deshalb können in der ersten Ansicht des Cookie Banners alle Services namentlich und durch Komma getrennt ausgeschrieben werden. So kann Ihr Website-Besucher besser einschätzen, ob er wirklich allen Services zustimmen will, ohne die individuellen Privatsphäre-Einstellungen zu besuchen."],"Depending on the country of origin, it may make legal sense to store the IP address of the user who consents. On the other hand, you must inform the user in your privacy policy that you are storing this IP address together with the consent, as this is legally {{a}}personal data{{\/a}}.":["Je nach Herkunftsland kann es rechtlich sinnvoll sein, die IP-Adresse des Nutzers zu speichern, wenn dieser einwilligt. Auf der anderen Seite müssen Sie den Nutzer in Ihrer Datenschutzerklärung darüber informieren, dass Sie diese IP-Adressen zusammen mit der Einwilligung speichern, da es sich rechtlich gesehen um {{a}}personenbezogene Daten{{\/a}} handelt."],"https:\/\/devowl.io\/2021\/personal-data-gdpr\/":["https:\/\/devowl.io\/de\/2021\/personenbezogene-daten-dsgvo\/"],"Delete documented consents after":["Dokumentierte Einwilligungen löschen nach"],"months":["Monate"],"Consents was last cleaned up on %s.":["Einwilligungen wurden zuletzt am %s bereinigt."],"Consents are automatically documented in order to be able to prove compliance with the legal requirements according to {{a}}Art. 5 GDPR{{\/a}} and, in case of dispute, to prove how the consent was obtained. The absolute statute of limitations for data protection violations in most EU countries is 10 years. After that, you should delete consents in the interest of data economy.":["Einwilligungen werden automatisch dokumentiert, um die Einhaltung der gesetzlichen Anforderungen gemäß {{a}}Art. 5 GDPR{{\/a}} nachzuweisen und im Streitfall zu beweisen, wie die Einwilligung eingeholt wurde. Die absolute Verjährungsfrist für Datenschutzverstöße beträgt in den meisten EU-Ländern 10 Jahre. Danach sollten Sie Einwilligungen im Interesse der Datensparsamkeit löschen."],"You successfully updated the IP-to-Country database.":["Sie haben die IP-zu-Land Datenbank erfolgreich aktualisiert."],"Countries where %s applies":["Länder, in denen die %s gilt"],"This functionality is only available with a valid license, as the IP-to-Country database must be downloaded regularly from our cloud service.":["Diese Funktionalität ist nur mit einer gültigen Lizenz verfügbar, da die IP-zu-Land Datenbank regelmäßig von unserem Cloud Service heruntergeladen werden muss."],"Activate license":["Lizenz aktivieren"],"Enable geo-restriction?":["Geo-Restriction aktivieren?"],"pro-modal\/geo-restriction.png":["pro-modal\/de\/geo-restriction.png"],"Cookie banners must be displayed only to visitors from certain countries. For example, visitors from the EU. With geo-restriction you can specify exactly who sees a cookie banner and who doesn't, by country.":["Cookie Banner müssen nur für Besucher aus bestimmten Ländern angezeigt werden. Zum Beispiel für Besucher aus der EU. Mit der Geo-Restriction können Sie genau festlegen, wer ein Cookie Banner sieht und wer nicht, je nach Land."],"With the geo-restrictions you can specify that the cookie banner should be displayed only for users from certain countries. In many countries (outside the EU) it is not necessary to display a cookie banner. The location of the user is determined by their IP address.":["Mit den Geo-Restrictions können Sie festlegen, dass der Cookie Banner nur für Nutzer aus bestimmten Ländern angezeigt werden soll. In vielen Ländern (außerhalb der EU) ist es nicht notwendig, einen Cookie Banner anzuzeigen. Der Standort des Nutzers wird durch seine IP-Adresse bestimmt."],"Please confirm that you have read this!":["Bitte bestätigen Sie, dass Sie dies gelesen haben!"],"To determine the location of your website visitors, the MaxMind GeoLite2 database will be downloaded to your server and used from there. I have read and agree to the {{aMaxMindEndUserLicense}}MaxMind End User License Agreement{{\/aMaxMindEndUserLicense}}. The download of the database is done via a devowl.io server and I agree to the {{aTerms}}terms and conditions{{\/aTerms}} and {{aPrivacyPolicy}}privacy policy{{\/aPrivacyPolicy}}.":["Um den Standort Ihrer Website-Besucher zu bestimmen, wird die MaxMind GeoLite2 Datenbank auf Ihren Server heruntergeladen und von dort aus verwendet. Ich habe die {{aMaxMindEndUserLicense}}MaxMind End User License Agreement{{\/aMaxMindEndUserLicense}} in Englisch gelesen, habe sie verstanden und stimme zu. Der Download der Datenbank erfolgt über einen devowl.io Server und ich stimme den {{aTerms}}Allgemeinen Geschäftsbedingungen{{\/aTerms}} und der {{aPrivacyPolicy}}Datenschutzerklärung{{\/aPrivacyPolicy}} zu."],"https:\/\/www.maxmind.com\/en\/end-user-license-agreement":["https:\/\/www.maxmind.com\/en\/end-user-license-agreement"],"https:\/\/devowl.io\/terms\/":["https:\/\/devowl.io\/de\/agb\/"],"https:\/\/devowl.io\/privacy-policy\/":["https:\/\/devowl.io\/de\/datenschutzerklaerung\/"],"I understand that this type of location determination is not accurate with one hundred percent certainty. According to {{a}}MaxMind's data{{\/a}}, 99.6%% accuracy is estimated without obligation.":["Ich verstehe, dass diese Art der Standortbestimmung nicht mit hundertprozentiger Sicherheit genau ist. Laut {{a}}MaxMind’s Daten{{\/a}} wird eine Genauigkeit von 99,6%% unverbindlich geschätzt."],"https:\/\/www.maxmind.com\/en\/geoip2-city-accuracy-comparison":["https:\/\/www.maxmind.com\/en\/geoip2-city-accuracy-comparison"],"Determines for users from which countries you want to display a cookie banner. It is recommended to display cookie banners at least in the countries where the GDPR and CCPA apply. The list of countries can be extended at any time by the accession of new countries (Last update: April 2021).":["Bestimmt für welche Nutzer aus welchen Ländern ein Cookie Banner angezeigt werden soll. Es wird empfohlen, Cookie Banner zumindest in den Ländern anzuzeigen, in denen die DSGVO und CCPA gelten. Die Liste der Länder kann jederzeit durch den Beitritt neuer Länder erweitert werden (Letzte Aktualisierung: April 2021)."],"Set what consent should be implied when a visitor is not shown a cookie banner.":["Legen Sie fest, welche Einwilligung impliziert werden soll, wenn einem Besucher kein Cookie Banner angezeigt wird."],"IP-to-Country database":["IP-zu-Land Datenbank"],"Update now":["Jetzt aktualisieren"],"You have downloaded the IP-to-Country database the last time on %s":["Sie haben die IP-zu-Land Datenbank das letzte Mal heruntergeladen am %s"],"Something seems to have gone wrong when downloading the IP-to-Country database. Please check if your server has a firewall configured and is blocking the download accordingly, or contact our support!":["Beim Download der IP-zu-Land Datenbank scheint etwas fehlgeschlagen zu sein. Bitte überprüfen Sie, ob Ihr Server eine Firewall konfiguriert hat und den Download entsprechend blockiert, oder kontaktieren Sie unseren Support!"],"The IP-to-Country database contains a huge set of IP ranges where we can look up where the current user is coming from based on a specific IP address.":["Die IP-zu-Land Datenbank enthält eine riesige Menge an IP-Bereichen, in denen wir anhand einer bestimmten IP-Adresse nachschauen können, woher der aktuelle Nutzer kommt."],"You successfully updated the GVL.":["Sie haben die GVL erfolgreich aktualisiert."],"Transparency and Consent Framework (TCF) Compatibility":["Transparency and Consent Framework (TCF) Kompatibilität"],"This functionality is only available with a valid license, as the TCF Global Vendor List (GVL) must be downloaded regularly from our cloud service.":["Diese Funktionalität ist nur mit einer gültigen Lizenz verfügbar, da die TCF Global Vendor List (GVL) regelmäßig von unserem Cloud Service heruntergeladen werden muss."],"https:\/\/devowl.io\/knowledge-base\/real-cookie-banner-tcf-setup\/":["https:\/\/devowl.io\/de\/wissensdatenbank\/real-cookie-banner-tcf-einrichtung\/"],"Enable TCF compatibility?":["TCF-Kompatibilität einschalten?"],"pro-modal\/tcf-compatibility.png":["pro-modal\/de\/tcf-compatibility.png"],"TCF (Transparency & Consent Framework) is an industry standard for obtaining consent that is recognized in the EU. You must obtain consent in this form to fully use services such as Google Adsense and to increase your advertising revenue.":["TCF (Transparency & Consent Framework) ist ein in der EU anerkannter Industriestandard zur Einholung von Einwilligungen. Sie müssen die Einwilligung in dieser Form einholen, um Services wie Google Adsense vollständig nutzen zu können und Ihre Werbeeinnahmen zu erhöhen."],"The {{a}}Transparency and Consent Framework (TCF){{\/a}} is a standard of the European digital marketing industry association {{aIab}}IAB Europe{{\/aIab}}. It allows users to consent to data collection and processing in accordance with applicable EU law and to share it with third-party services (e.g. advertising networks) in a standardized format. Some services require TCF standard consent to be used on your website. We recommend that you only enable TCF compatibility if you know you need it, as it limits the functionality of Real Cookie Banner. We support TCF v2.0 and newer versions.":["Das {{a}}Transparency and Consent Framework (TCF){{\/a}} ist ein Standard des europäischen Branchenverbandes für digitales Marketing {{aIab}}IAB Europe{{\/aIab}}. Er ermöglicht es Nutzern, ihre Einwilligung zur Datenerhebung und -verarbeitung gemäß geltendem EU-Recht zu erteilen und diese in einem standardisierten Format mit Services Dritter (z.B. Werbenetzwerken) zu teilen. Einige Services benötigen eine Einwilligung nach dem TCF-Standard, um auf Ihrer Website genutzt werden zu können. Wir empfehlen die TCF-Kompatibilität nur zu aktivieren, wenn Sie wissen, dass Sie sie benötigen, da sie die Funktionen von Real Cookie Banner einschränkt. Wir unterstützen TCF v2.0 und neuer."],"https:\/\/iabeurope.eu\/transparency-consent-framework\/":["https:\/\/iabeurope.eu\/transparency-consent-framework\/"],"https:\/\/iabeurope.eu\/":["https:\/\/iabeurope.eu\/"],"You last agreed to the following on %s":["Sie haben dem Folgenden zuletzt zugestimmt am %s"],"{{strong}}Consents obtained via TCF illegal:{{\/strong}} We need to inform you that on Feb. 02, 2022, the Belgian Data Protection Authority (APD) declared the collection of consents under the Transparency & Consent Framework (TCF) to be invalid. The decision is effective across the EU as it was issued in a one-stop-shop procedure.":["{{strong}}Mittels TCF eingeholte Einwilligungen illegal:{{\/strong}} Wir müssen Sie darüber informieren, dass die belgische Datenschutzbehörde (APD) am 02. Februar 2022 die Einholung von Einwilligungen im Rahmen des Transparency & Consent Framework (TCF) für ungültig erklärt hat. Die Entscheidung gilt für die gesamte EU, da sie in einem One-Stop-Shop-Verfahren erlassen wurde."],"Briefly summarized, consents according to TCF are considered too non-transparent, not understandable for the website visitor and therefore invalid. IAB Europe, publisher of TCF, is required to redesign the standard within six months so that it collects legally effective consents. At the same time, IAB Europe is taking legal action against the decision of the data protection authority.":["Kurz zusammengefasst werden Einwilligungen nach TCF als zu intransparent, für den Website-Besucher nicht verständlich und daher ungültig angesehen. IAB Europe, der Herausgeber von TCF, ist verpflichtet, den Standard innerhalb von sechs Monaten so umzugestalten, dass rechtswirksame Einwilligungen eingeholt werden können. Gleichzeitig geht IAB Europe rechtlich gegen die Entscheidung der Datenschutzbehörde vor."],"Real Cookie Banner is obliged to implement mandatory requirements of the IAB Europe. {{strong}}We point out that with the current version of Real Cookie Banner it is not possible to obtain lawful consents with the version of TCF integrated in it.{{\/strong}} Therefore, we strongly recommend that you do not use the TCF integration until the IAB Europe has made the necessary changes (this will be implemented in Real Cookie Banner via an update).":["Real Cookie Banner ist verpflichtet, die verbindlichen Vorgaben des IAB Europe umzusetzen. {{strong}}Wir weisen darauf hin, dass es mit der aktuellen Version von Real Cookie Banner nicht möglich ist, rechtswirksame Einwilligungen mit Hilfe der darin integrierten Version von TCF einzuholen.{{\/strong}} Daher empfehlen wir Ihnen dringend, die TCF-Integration nicht zu verwenden, bis das IAB Europe die notwendigen Änderungen vorgenommen hat (dies wird in Real Cookie Banner durch ein Update eingespielt werden)."],"If you have previously obtained consents under the Transparency & Consent Framework, be sure to read the following additional information and consult a legal advisor to clarify the further procedure for your individual case.":["Wenn Sie bereits Einwilligungen nach dem Transparency & Consent Framework eingeholt haben, sollten Sie unbedingt die folgenden zusätzlichen Informationen lesen und eine Rechtsberatung konsultieren, um das weitere Vorgehen für Ihren Einzelfall zu klären."],"https:\/\/devowl.io\/go\/real-cookie-banner\/tcf\/2020-02\/apd-decision":["https:\/\/devowl.io\/go\/real-cookie-banner\/tcf\/2020-02\/apd-decision"],"Decision of the Belgian Data Protection Authority (APD)":["Entscheidung der belgischen Datenschutzbehörde (APD; Englisch)"],"https:\/\/devowl.io\/go\/real-cookie-banner\/tcf\/2020-02\/iab-europe-statement":["https:\/\/devowl.io\/go\/real-cookie-banner\/tcf\/2020-02\/iab-europe-statement"],"Statement of the IAB Europe (English)":["Stellungnahme des IAB Europe (Englisch)"],"https:\/\/devowl.io\/go\/real-cookie-banner\/tcf\/2020-02\/evaluation-ra-schwenke":["https:\/\/devowl.io\/go\/real-cookie-banner\/tcf\/2020-02\/evaluation-ra-schwenke"],"Legal assessment by RA Dr. Schwenke (German)":["Rechtliche Einschätzung von RA Dr. Schwenke (Deutsch)"],"Please confirm that you know that this is not likely to result in effective consents!":["Bitte bestätigen Sie, dass Sie wissen, dass dies wahrscheinlich nicht zu wirksamen Zustimmungen führen wird!"],"I want to use TCF even though I know that this is not likely to result in effective consents (known since 02 February 2022).":["Ich möchte TCF verwenden, obwohl ich weiß, dass dies wahrscheinlich nicht zu wirksamen Einwilligungen führen wird (seit dem 02. Februar 2022 bekannnt)."],"Please confirm that you have read the terms!":["Bitte bestätigen Sie, dass Sie die Bedingungen gelesen haben!"],"I have read, agree to, and will fully comply with the {{aPolicies}}IAB Europe Transparency & Consent Framework Policies{{\/aPolicies}} and {{aTerms}}Terms and Conditions for the IAB Europe Transparency & Consent Framework{{\/aTerms}}.":["Ich habe die {{aPolicies}}IAB Europe Transparency & Consent Framework Policies{{\/aPolicies}} und {{aTerms}}Terms and Conditions for the IAB Europe Transparency & Consent Framework{{\/aTerms}} in Englisch gelesen, habe sie verstanden, stimme ihnen zu und werde sie vollständig einhalten."],"https:\/\/iabeurope.eu\/iab-europe-transparency-consent-framework-policies\/":["https:\/\/iabeurope.eu\/iab-europe-transparency-consent-framework-policies\/"],"https:\/\/iabeurope.eu\/wp-content\/uploads\/2019\/08\/IABEurope_TransparencyConsentFramework_TermsConditions_21August2019.pdf":["https:\/\/iabeurope.eu\/wp-content\/uploads\/2019\/08\/IABEurope_TransparencyConsentFramework_TermsConditions_21August2019.pdf"],"Please confirm that you agree to the visual changes!":["Bitte bestätigen Sie, dass Sie mit den optischen Änderungen einverstanden sind!"],"I know that enabling TCF mode will change my consent management (cookie banner) visually as well as functionally. Some options of Real Cookie Banner may be limited to be compliant with the guidelines of the TCF standard.":["Ich weiß, dass die Aktivierung des TCF-Modus mein Einwilligungsmanagement (Cookie Banner) sowohl visuell als auch funktional verändern wird. Einige Optionen von Real Cookie Banner können eingeschränkt sein, um mit den Richtlinien des TCF-Standards konform zu sein."],"Please choose the country of origin of your company!":["Bitte geben Sie das Herkunftsland Ihres Unternehmens an!"],"The country whose law applies to the operation of your website. Commonly, this corresponds to the country in which your business is established.":["Das Land, dessen Recht für den Betrieb Ihrer Website gilt. In der Regel entspricht dies dem Land, in dem Ihr Unternehmen seinen Sitz hat."],"Global Vendor List (GVL)":["Global Vendor List (GVL)"],"You have downloaded the GVL the last time on %s":["Sie haben die GVL das letzte Mal heruntergeladen am %s"],"Something seems to have gone wrong when downloading the GVL. Please check if your server has a firewall configured and is blocking the download accordingly, or contact our support!":["Irgendetwas scheint beim Herunterladen der GVL fehlgeschlagen zu sein. Bitte überprüfen Sie, ob Ihr Server eine Firewall konfiguriert hat und den Download entsprechend blockiert, oder kontaktieren Sie unseren Support!"],"The {{a}}Global Vendor List (GVL){{\/a}} contains all vendors registered with IAB Europe that can receive consents via TCF standard. This list is downloaded to your database so that technical and legal data about the vendors is known and you can select from it. The GVL will be automatically updated every week on Thursdays at 5:00 PM (CET) (published once a week by IAB Europe). {{strong}}In case of any changes in the texts or information of the activated vendors, Real Cookie Banner will automatically obtain new consent from all your visitors.{{\/strong}}":["Die {{a}}Global Vendor List (GVL){{\/a}} enthält alle beim IAB Europe registrierten Anbieter, die über den TCF-Standard Einwilligungen erhalten können. Diese Liste wird in Ihre Datenbank heruntergeladen, sodass die technischen und rechtlichen Daten der Anbieter bekannt sind und Sie daraus auswählen können. Die GVL wird automatisch jede Woche donnerstags um 17:00 Uhr (MEZ) aktualisiert (einmal pro Woche von IAB Europe veröffentlicht). {{strong}}Bei Änderungen in den Texten oder Informationen der aktivierten Anbieter holt Real Cookie Banner automatisch eine neue Einwilligung von allen Ihren Besuchern ein.{{\/strong}}"],"https:\/\/iabeurope.eu\/vendor-list\/":["https:\/\/iabeurope.eu\/vendor-list\/"],"How to use TCF and non-TCF Services":["Wie man TCF und Nicht-TCF Services nutzt"],"You have already set up services (cookies) for your cookie banner for which consent is obtained outside the TCF standard. You may also have created content blockers for this purpose.":["Sie haben bereits Services (Cookies) für Ihr Cookie Banner eingerichtet, für die eine Einwilligung außerhalb des TCF-Standards eingeholt wird. Möglicherweise haben Sie auch Content Blocker für diesen Zweck eingerichtet."],"If you want to obtain consent for the same services via the TCF standard, you must delete the existing non-TCF services. This is the only way to ensure that both types of consent do not interfere with each other.":["Wenn Sie die Einwilligung für dieselben Services über den TCF-Standard einholen möchten, müssen Sie die bestehenden Nicht-TCF-Services löschen. Nur so kann sichergestellt werden, dass sich die beiden Arten der Einwilligung nicht gegenseitig behindern."],"Example":["Beispiel"],"You had created a \"Google Adsense\" service and content blocker. Please delete the service before you add \"Google Advertising Products\" as a vendor under Services > TCF Vendors and thereby obtain consent for Google Adsense via TCF standard. Afterwards, edit the content blocker and define the created TCF vendors as connected to the content blocker.":["Sie hatten einen „Google Adsense“ Service und Content Blocker angelegt. Bitte löschen Sie den Service, bevor Sie unter Services > TCF Vendoren „Google Advertising Products“ als Vendor hinzufügen und damit die Einwilligung für Google Adsense über den TCF-Standard einholen. Anschließend bearbeiten Sie den Content Blocker und definieren die angelegten TCF-Vendoren als mit dem Content Blocker verbunden."],"No additional sites endpoints found.":["Keine zusätzlichen Endpunkte gefunden."],"https:\/\/devowl.io\/knowledge-base\/cookie-banner-consent-forwarding-setup\/":["https:\/\/devowl.io\/de\/knowledge-base\/cookie-banner-weiterleitung-der-einwilligung\/"],"One consent for all your websites?":["Eine Einwilligung für alle Ihre Websites?"],"pro-modal\/consent-forwarding.png":["pro-modal\/de\/consent-forwarding.png"],"In WordPress multisites or multiple instances of WordPress running for one organization, you only need to obtain consent once. Consents are automatically forwarded, so your visitor only needs to accept services and cookies once, instead of on each site again.":["Bei WordPress-Multisites oder mehreren Instanzen von WordPress, die für eine Organisation laufen, müssen Sie die Einwilligung nur einmal einholen. Die Einwilligungen werden automatisch weitergeleitet, sodass Ihr Besucher Services und Cookies nur einmal akzeptieren muss, anstatt auf jeder Website erneut."],"You can ask the user for consent on one site, and the consent applies to other sites in a WordPress multisite installation or other standalone WordPress installations. This is useful if you run multiple WordPress sites for one organization. For example, you have a company page, landing page, and blog, and you want to show the user as few cookie banners as possible.":["Sie können den Nutzer auf einer Website um eine Einwilligung bitten, und die Einwilligung gilt für andere Websites in einer WordPress-Multisite-Installation oder andere eigenständige WordPress-Installationen. Dies ist nützlich, wenn Sie mehrere WordPress-Websites für eine Organisation betreiben. Sie haben zum Beispiel eine Unternehmensseite, eine Landingpage und einen Blog und möchten dem Nutzer so wenig Cookie Banner wie möglich zeigen."],"Please note that in all sites that are provided with consent forwarding, you must use exactly the same TCF vendors with the same settings (vendor restrictions). If there are any discrepancies, the consent in the TCF standardized consent (TC string) will overwrite each other according to its specification.":["Bitte beachten Sie, dass Sie in allen Websites, die mit einer Weiterleitung der Einwilligung versehen sind, genau die gleichen TCF-Anbieter mit den gleichen Einstellungen (Vendor Restrictions) verwenden müssen. Bei Unstimmigkeiten überschreiben sich die Einwilligungen in der TCF standardisierten Einwilligung (TC-String) entsprechend ihrer Angabe."],"One of your configured endpoints is using an insecure protocol (not HTTPS). For security reasons, most modern browsers reject and block the use of cross-domain cookies on unsecured pages. {{a}}Learn more.{{\/a}}":["Einer Ihrer konfigurierten Endpunkte verwendet ein unsicheres Protokoll (nicht HTTPS). Aus Sicherheitsgründen lehnen die meisten modernen Browser die Verwendung von Cross-Domain Cookies auf ungesicherten Seiten ab und blockieren sie. {{a}}Mehr erfahren.{{\/a}}"],"https:\/\/www.chromestatus.com\/feature\/5633521622188032":["https:\/\/www.chromestatus.com\/feature\/5633521622188032"],"Forward to":["Weiterleiten an"],"Select all sites to which the consent of the user on the current site should be forwarded.":["Wählen Sie alle Websites aus, an welche die Einwilligung des Nutzers der aktuellen Website weitergeleitet werden soll."],"External 'Forward To' endpoints":["Externe „Weiterleiten an“-Endpunkte"],"This option is only required if you want to forward consent to another WordPress installation. Please enter one URL endpoint of the Real Cookie Banner WP REST API per line. Below you find a list of all available endpoints of this WordPress installation.":["Diese Option ist nur erforderlich, wenn Sie die Einwilligung an eine andere WordPress-Installation weiterleiten möchten. Bitte geben Sie pro Zeile einen URL-Endpunkt der Real Cookie Banner WP REST API ein. Nachfolgend finden Sie eine Liste aller verfügbaren Endpunkte dieser WordPress-Installation."],"Successfully updated settings!":["Einstellungen erfolgreich aktualisiert!"],"TCF Compatibility":["TCF-Kompatibilität"],"Multisite \/ Consent Forwarding":["Multisite \/ Weiterleitung der Einwilligung"]}}}