{"translation-revision-date":"2022-12-12 09:45+0000","generator":"WP-CLI\/2.7.1","source":"admin.lite.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"de_CH_informal","plural-forms":"nplurals=2; plural=n != 1;"},"Cancel":["Abbrechen"],"Close":["Schließen"],"Create now":["Erstellen"],"Currently scanning (%d %%)":["Scanner läuft (%d %%)"],"Needs PRO":["PRO-Version benötigt"],"How time flies! You have installed Real Cookie Banner some time ago, but you still haven't finished the configuration yet.":["Wie die Zeit vergeht! Du hast Real Cookie Banner schon vor einiger Zeit installiert, aber die Konfiguration immer noch nicht abgeschlossen."],"We have collected all relevant steps for the legally compliant use of Real Cookie Banner after the first installation. Set up the cookie banner step by step to add a cookie banner to your website in compliance with the ePrivacy Directive and GDPR.":["Wir haben alle relevanten Schritte für die rechtskonforme Nutzung von Real Cookie Banner nach der ersten Installation zusammengestellt. Richte das Cookie Banner Schritt für Schritt ein, um deine Website mit einem Cookie Banner im Einklang mit der ePrivacy-Richtlinie und DSGVO auszustatten."],"Hide completed steps":["Abgeschlossene Schritte ausblenden"],"%d \/ %d steps completed":["%d \/ %d Schritte abgeschlossen"],"You have changed settings that affect the content or behavior of the cookie banner. You should ask all visitors for their consent again.":["Du hast Einstellungen geändert, die den Inhalt oder das Verhalten des Cookie Banners beeinflussen. Daher solltest du alle Besucher erneut um ihre Einwilligung bitten."],"Request new consent":["Neue Einwilligung anfordern"],"Are you sure you don't want to collect new consents?":["Bist du sicher, dass du keine neuen Einwilligungen einholen willst?"],"Consent must be obtained in accordance with {{a}}Art. 7 GDPR{{\/a}}. Your visitor must be informed about all circumstances of the consent. However, you have made changes to your cookie banner, which lead to the fact that previously visitors have consented differently or to something different than is now in the cookie banner. Therefore, previously collected consents may have become partially invalid.":["Die Einwilligung muss nach {{a}}Art. 7 DSGVO{{\/a}} eingeholt werden. Dein Besucher muss über alle Umstände der Einwilligung informiert werden. Du hast jedoch Änderungen an deinem Cookie Banner vorgenommen, die dazu führen, dass frühere Besucher anders oder zu etwas anderem eingewilligt haben, als es jetzt im Cookie Banner steht. Daher können die zuvor gesammelten Einwilligungen teilweise unwirksam geworden sein."],"https:\/\/gdpr-info.eu\/art-7-gdpr\/":["https:\/\/dsgvo-gesetz.de\/art-7-dsgvo\/"],"If you have created a new service like Google Analytics (without visual content blocker), previous visitors can never consent without collecting new consents and you cannot track them, for example.":["Wenn du einen neuen Service wie Google Analytics (ohne visuellen Content Blocker) eingerichtet hast, können frühere Besucher nie eine Einwilligung geben, ohne dass du neue Einwilligungen sammelst und du kannst sie zum Beispiel nicht tracken."],"Dismiss notice":["Meldung ausblenden"],"The cookie banner is activated, but unfortunately you have not yet created or enabled services.":["Das Cookie Banner ist aktiviert, aber leider hast du noch keine Services erstellt oder aktiviert."],"Your {{code}}wp-content{{\/code}} folder is not writable. Please check your permissions!":["Dein {{code}}wp-content{{\/code}} Ordner ist nicht beschreibbar. Bitte prüfe deine Berechtigungen!"],"You have not yet defined a %s service. To use {{strong}}%s{{\/strong}} with Real Cookie Banner, you must create the appropriate service.":["Du hast noch keinen %s Service definiert. Um {{strong}}%s{{\/strong}} zu verwenden, musst du den dazugehörigen Service erstellen."],"Thank you for using the free version of Real Cookie Banner. You might also be interested in the PRO version, which offers you more features, 20+ design templates, 100+ service templates, 60+ content blocker templates and much more.":["Vielen Dank, dass du die kostenlose Version von Real Cookie Banner verwendest. Vielleicht interessierst du dich auch für die PRO-Version, die dir mehr Features, 20+ Design-Vorlagen, 100+ Service-Vorlagen, 60+ Content Blocker-Vorlagen und vieles mehr bietet."],"No, not interested...":["Nein, nicht interessiert..."],"I want to learn more!":["Mehr erfahren!"],"Get PRO version":["PRO-Version kaufen"],"Real Cookie Banner":["Real Cookie Banner"],"Customize banner":["Cookie Banner anpassen"],"Set up the cookie banner":["Cookie Banner einrichten"],"Real Cookie Banner is brought to you with {{icon\/}} by":["Real Cookie Banner wird mit {{icon\/}} entwickelt von"],"https:\/\/devowl.io\/":["https:\/\/devowl.io\/de\/"],"Dashboard":["Dashboard"],"Settings":["Einstellungen"],"Scanner":["Scanner"],"Services (Cookies)":["Services (Cookies)"],"Content Blocker":["Content Blocker"],"Consent":["Einwilligung"],"Import \/ Export":["Import \/ Export"],"Licensing":["Lizenz"],"https:\/\/devowl.io\/support\/":["https:\/\/devowl.io\/de\/support\/"],"Support":["Support"],"Use coupon {{tag}}%s{{\/tag}} in the next {{strongHours}}%s hours{{\/strongHours}} and save {{strongPercent}}%d %%{{\/strongPercent}} in the first year!":["Verwende den Coupon {{tag}}%s{{\/tag}} in den nächsten {{strongHours}}%s Stunden{{\/strongHours}} und spare {{strongPercent}}%d %%{{\/strongPercent}} im ersten Jahr!"],"Successfully copied coupon to clipboard!":["Coupon erfolgreich in die Zwischenablage kopiert!"],"Get PRO!":["Hole dir die PRO-Version!"],"Check out this feature with a {{a}}free sandbox{{\/a}} before buying!":["Teste diese Funktion vor dem Kauf mit einer {{a}}kostenlosen Sandbox Installation{{\/a}}!"],"https:\/\/try.devowl.io\/?product=RCB":["https:\/\/try.devowl.io\/de\/?product=RCB"],"Unlock feature":["Feature freischalten"],"Fully blocked":["Vollständig blockiert"],"Partially blocked":["Teilweise blockiert"],"Not blocked":["Nicht blockiert"]}}}